{
    "title": "আমাকে শেখাও টকব্যাক",
    "tutorial": "টিউটোরিয়াল {}",
    "tutorials": "টিউটোরিয়াল",
    "challenge": "চ্যালেঞ্জ",
    "instructions_button_text": "নির্দেশনা",
    "instructions_button_label": "বাটন, নির্দেশিকা। নির্দেশিকাটি শুনতে ডাবল ট্যাপ করুন",
    "tutorial2_go_back": "পিছনে যান",
    "tutorial2_go_back_instr1": "পিছনে যেতে, একটি আঙ্গুলের সাহায্যে নিচের দিকে স্বাইপ করুন এবং তারপর একটি অবিরত ক্রিয়াবিধিতে বামে স্বাইপ করুন। যদি multi-gestures সক্ষম করা থাকে, তাহলে স্ক্রিনের বাম বা ডান পাশে দুটি আঙ্গুল দিয়ে স্বাইপ করুন।",
    "tutorial2_scrolling": "অভিনোদন",
    "tutorial2_scrolling_instr1": "নিচে স্ক্রল করতে, একই সময়ে দুটি আঙিমালিকে স্ক্রিনে রাখুন, তারপর তাদের উপরের দিকে সুইপ করুন। উপরে স্ক্রল করতে, দুটি আঙিমালিকে উল্টে সুইপ করুন। শেষ করতে, এই সমাভাবিত মেনুর নিচের দিকে চলে আসুন, তারপর কন্টিনিউ বাটনটি খুঁজে বের করে দুটি ট্যাপ করুন।",
    "tutorial2_scrolling_instr2": "ডানদিকে স্ক্রল করতে, দুটি আঙ্গুল সহ বামে টানুন। বামদিকে স্ক্রল করতে, দুটি আঙ্গুল সহ ডানদিকে টানুন। সমাপ্ত করতে, এই পৃষ্ঠার দূরে ডানদিকে বাটনে ট্যাপ করুন।",
    "tutorial2_scrolling_continue": "চালিয়ে যান",
    "tutorial2_scrolling_finish": "সমাপ্ত",
    "tutorial2_scrolling_item": "আইটেম {}",
    "tutorial2_explore_menu": "এক্সপ্লোর মেনু",
    "tutorial2_explore_menu_instr1": "স্বাগতম! এই মডিউলে, আপনি শিকবেন কীভাবে একটি টাচযোগ্য এক্সপ্লোর ব্যবহার করবেন। আপনি স্ক্রিনে আপনার মাঝে আপত্তিজনক কোন উপাদান নির্বাচন করতে চান কি না তা ধরে ধরে, এটি নির্ধারণ করতে হবে। পাঠের শেষ করতে ছাড়ছেন বোতাম খুঁজে নেওয়ার জন্য কীভাবে টাচযোগ্য অবস্থা ব্যবহার করবেন। স্ক্রিনে ছড়িয়ে নেওয়ার চেষ্টা করতে ধ্রুবক সব সময় স্ক্রিনে স্পর্শ করছেন। এখন আপনি শুরু করতে পারেন।",
    "tutorial2_explore_menu_finish_lesson": "পাঠ শেষ করুন",
    "tutorial2_explore_menu_apple": "আপেল",
    "tutorial2_explore_menu_ant": "পিপিলিকা",
    "tutorial2_explore_menu_january": "জানুয়ারী",
    "tutorial2_explore_menu_banana": "কলা",
    "tutorial2_explore_menu_bee": "মধুমাখি",
    "tutorial2_explore_menu_february": "ফেব্রুয়ারি",
    "tutorial2_explore_menu_cherry": "চেরি",
    "tutorial2_explore_menu_cricket": "ক্রিকেট",
    "tutorial2_explore_menu_march": "মার্চ",
    "tutorial2_explore_menu_elderberry": "এল্ডারবেরি",
    "tutorial2_explore_menu_may": "মে",
    "tutorial2_adjust_slider": "স্লাইডার সঠিকভাবে সংস্থাপন করুন",
    "tutorial2_adjust_slider_instr1": "স্বাগতম, এই মডিউলে আপনি শিখবেন কিভাবে স্লাইডারের মানকে বৃদ্ধি ও হ্রাস করবেন। স্লাইডার একটি ট্র্যাক যা একটি সর্বনিম্ন এবং সর্বাধিকের মধ্যে মান ধরে। স্লাইডারগুলি সাধারণত সময়গুলি পরিষ্কার করতে ব্যবহৃত হয়। উদাহরণস্বরূপ: গানের পাঠ্যক্রম বা ভিডিও সময়। আপনি এই ফোনের ভলিউমটি বেড়ে নিতেও একটি স্লাইডার ব্যবহার করতে পারেন। শুরু করতে আপনি একটি স্লাইডারের মানটি বৃদ্ধি করার চেষ্টা করবেন। মানটি বৃদ্ধি করার জন্য, উপরে স্যুয়াইপ করুন। চালিয়ে যেতে চাইলে, স্লাইডারের মানটি 100% পর্যন্ত বাড়ান।",
    "tutorial2_adjust_slider_instr2": "এখন আমরা স্লাইডারটি নামিয়ে নিচে যাওয়ার চেষ্টা করব। এটা করতে আপনার সঙ্গে একটি আঙুল স্ক্রল করে কমাতে হবে। মান কমে না যাওয়া পর্যন্ত চালিয়ে যানঃ ৫০% এ পর্যন্ত।",
    "tutorial2_adjust_slider_instr3": "ভলিউম পরিবর্তনের একটি বিকল্প উপায় হলো স্লাইডারটি ডাবল ট্যাপ করে ধরার মাধ্যমে পরিবর্তন করা। এখান থেকে আপনি এটি সোয়াইপ করে বাম এবং ডানে পরিবর্তন করতে পারেন। 100% -এ ফিরে যেতে চেষ্টা করুন।",
    "tennis_ball": "টেনিস বল",
    "tennis_ball_desc": "এই অতিরিক্ত দায়িত্ব রাখা টেনিস বলটি ম্যাচে বেশ সময় খেলার জন্য আদর্শ। সমার্জন এবং আমোদ খেলার সকল স্তরের জন্য সম্পূর্ণ।",
    "basketball": "বাস্কেটবল",
    "basketball_desc": "এই বাস্কেটবলটি কম্পাংকে বা বাইরে খেলার জন্য উদ্ভাবিত করা হয়েছে। এটি আরও সহজে হাতের মিলন এবং গোলকন্ট্রলের জন্য গভীর চ্যানেল নকশা বিশেষত ব্যবহার করে।",
    "soccer_ball": "ফুটবল",
    "soccer_ball_desc": "এই ফুটবলটি ভিত্তিহীন বা বাইরের খেলার জন্য ডিজাইন করা হয়েছে।",
    "baseball": "বেসবল",
    "baseball_desc": "এই বেসবলটির কর্ক অংশে কর্তন কন্দর এবং লেদারের আবরণ রয়েছে।",
    "football": "ফুটবল",
    "football_desc": "এই ফুটবলটি পারিবারিক খেলার জন্য বা অনুশীলনের জন্য আদর্শ। এটি টেনিস বলের জন্য একটি লেদার কভার এবং গ্রিপের জন্য গভীর পেবল সারফেস প্রদান করে।",
    "train_set": "ট্রেন সেট",
    "train_set_desc": "এই ট্রেন সেটটি শিশুদের জন্য আদর্শ। এর মধ্যে ট্রেন, ট্র্যাক এবং স্টেশন রয়েছে।",
    "doll": "পুতুল",
    "doll_desc": "এই গুড়ি শিশুদের জন্য বাঁচতে সময়ই ইডিয়াল। এটি বিভিন্ন পোশাকে পরিধান করা যায়। পোশাক সংযুক্ত ভাবে বিক্রি করা হয়।",
    "unicorn_plush": "এককর্ণ প্লাশ",
    "unicorn_plush_desc": "এই একশগুলো বাচ্চাদের জন্য আদর্শ। এটি মালম এবং আলিঙ্গন করতে সুখ।",
    "plastic_castle": "প্লাস্টিক দুর্গ",
    "plastic_castle_desc": "গভীর ডাঙার মধ্যে একটি দ্রুত নির্মাণ অবলম্বন করতে এবং একটি দরজা পেশাতে দেওয়ার জন্য বেশ কিছু উপাদান সংযোজন করা। ৩ ও সবচেয়ে বড় সময় জন্যই রচনায় চায়। খাওয়াটির ঝোলকাতায় আপনার শিশুদের চোখের ওপর সূচনায় যেতে পারে।",
    "practical_application": "ব্যবহারিক প্রয়োগ",
    "tutorial2_practical_instr1": "এই মডিউলটি অনলাইন দোকান থেকে ওয়াচলিস্টে কিছু আইটেম যোগ করার প্রয়োজন এমন একটি প্রায়োজনীয় স্থিতি প্রতিষ্ঠান করে। এই মডিউলটি সম্পূর্ণ করতে আপনাকে আপনার ওয়াচতিতে নিম্নলিখিত আইটেমগুলি যুক্ত করতে হবে: {}।",
    "tutorial2_practical_instr2": "স্মরণ করুন আপনি আগের আইটেমে পরিচর্যা করার জন্য বামে স্বাইপ করতে পারেন, পরবর্তী আইটেমে যাওয়ার জন্য ডানে স্বাইপ করতে পারেন এবং একটি উপাদান সক্রিয় করতে ডাবল ট্যাপ করতে পারেন। একটি স্লাইডার সঙ্গে সংস্পর্শ করার জন্য, স্লাইডারটি নির্বাচন করা হওয়া পর্যন্ত সামনে ঠেলে চলুন এবং স্লাইডারটিকে সরাতে উপর বা নিচে স্বাইপ করুন।",
    "price_range": "দামের পরিসীমা",
    "items": "আইটেমগুলি",
    "rating": "রেটিং",
    "price": "মূল্য",
    "add_to_cart": "কার্টে যোগ করুন",
    "add_to_watchlist": "উইংলিস্টে যোগ করুন",
    "completed_module": "আপনি এই মডিউলটি সম্পন্ন করেছেন!",
    "tutorial3_challenge_baking_recipes": "বেকিং রেসিপি",
    "tutorial3_challenge_instr1": "পাঠ ৩ এর চ্যালেঞ্জে আপনাকে স্বাগতম। এই চ্যালেঞ্জেতে আপনাকে বেকিং রেসিপি ধারণ করতে হবে। উপযোগী পাঠ নির্দেশিকা ব্যবহার করে বিভিন্ন পৃষ্ঠা উপাদানের মধ্যে সঞ্চালন করতে পারেন। চ্যালেঞ্জ সম্পূর্ণ করতে, কুকি রেসিপি খুঁজে বের করে নিচের উপভোগ অ্যাটিবাটনটি চেক করুন … ১ টি ডিম",
    "tutorial3_challenge_cookies": "কুকিজ",
    "tutorial3_challenge_brownies": "ব্রাউনি",
    "tutorial3_challenge_cookie_picture": "কয়েকটি কুকিজের ছবি",
    "tutorial3_challenge_brownie_picture": "কিছু ব্রাউনির ছবি",
    "tutorial3_challenge_cookie_description": "এই মৃদুময় ও মোচাকরি চকোলেট চিপ বিস্কুট রেসিপি আপনার মিষ্টি স্বাদ প্রত্যাশা সহজলভ্য করবে!",
    "tutorial3_challenge_brownie_description": "এই মধুর ব্রাউনি রেসিপি একটি দলভরে লোকদের পছন্দ এবং তৈলত্বিক ভিত্তিতেও খুব দ্রুত এবং সহজে তৈরি করা যায়!",
    "tutorial3_challenge_cookie_goto": "কুকি সম্পর্কিত রেসিপি দেখুন",
    "tutorial3_challenge_brownie_goto": "ব্রাউনি রেসিপি দেখতে যান",
    "tutorial3_challenge_ingredients": "সামগ্রীসমূহ",
    "tutorial3_challenge_method": "পদ্ধতি",
    "tutorial3_challenge_brownie_recipe": "ব্রাউনি রেসিপি",
    "tutorial3_challenge_cookie_recipe": "কুকি রেসিপি",
    "tutorial3_challenge_brownie_ingred1": "১২৫ গ্রাম তুলনা মাখন",
    "tutorial3_challenge_brownie_ingred2": "১২৫ গ্রাম কালো বেকিং চকলেট",
    "tutorial3_challenge_brownie_ingred3": "৩ টি মসৃণ বিটা ডানা বড় ডাগ দণ্ড",
    "tutorial3_challenge_brownie_ingred4": "১ ও আধ কাপ সাদা চিনি",
    "tutorial3_challenge_brownie_ingred5": "৩/৪ কাপ সাধারণ ময়দা",
    "tutorial3_challenge_brownie_ingred6": "১/৪ কাপ ডাচ কোকো পাউডার",
    "tutorial3_challenge_brownie_ingred7": "ভ্যানিলা এক্সট্র্যাক্টের ১ চা চামচ",
    "tutorial3_challenge_brownie_ingred8": "নুস্খার একটু লবণ",
    "tutorial3_challenge_brownie_step1": "ধাপ 1: ওভেনটি 180 সে. তাৎক্ষণিক থাকিতে ওভেন প্রিহিৎ করুন অথবা 160 সে. ভিত্তিক থাকিতে। ২০ সে. বর্গকোণের কেক প্যানকে জ্যাস করুন এবং বেকিং পেপারের সঙ্গে লাইন দিন।",
    "tutorial3_challenge_brownie_step2": "পদক্ষেপ ২: মাখন এবং চকোলেটকে ঝোলার জলে একটি তাপপ্রতিষ্ঠ বাটিতে রাখুন (বাটিটি জলের সাথে শোষণ না করতে হবে)। একটি ধাতব চামচ দিয়ে চেচ্ছার জন্য কাপ করা পানিতে নেড়ে মেশান। তাতপর জ্বালানী থেকে নামিয়ে দিন। একটুখানি জলভাতযুক্ত মিশ্রণে আম, চিনি, ময়দা, কোকো পাউডার, ভ্যানিলা এবং লবণ মেশান। তৈরি করা প্যানে ঢেলুন।",
    "tutorial3_challenge_brownie_step3": "ধাপ ৩: ৩০ মিনিট বা আপনি যদি সবুজ থর্মামিটার পাতা ঢুকে জেমকায় থাকে, তাহলে কেকটি পুরোপুরি ঠান্ডা হয়ে যাক।",
    "tutorial3_challenge_cookie_ingred1": "দুধের কাপের অর্ধেক",
    "tutorial3_challenge_cookie_ingred2": "আধা কাপ চিনি",
    "tutorial3_challenge_cookie_ingred3": "১৫০ গ্রাম নরম মাখা",
    "tutorial3_challenge_cookie_ingred4": "ভ্যানিলা এক্সট্র্যাক্টের ১ চা চামচ",
    "tutorial3_challenge_cookie_ingred5": "১ এবং ৩/৪ কাপ ময়দা",
    "tutorial3_challenge_cookie_ingred6": "১ টি ডিম",
    "tutorial3_challenge_cookie_ingred7": "1 কাপ চকলেট চিপস",
    "tutorial3_challenge_cookie_step1": "পদক্ষেপ 1: ওভেনটি 180 সিঃ (অথবা 160 সিঃ ফ্যান-ফোর্স্ড) তাপমাত্রা ধারণ করুন। ২টি বেকিং ট্রেকে বেকিং পেপার দিয়ে লাইন করুন। বাটার এবং চিনিগুলি দুটি মিক্সার ব্যবহার করে বা হাতে মিশিয়ে আধ থেকে এক মিনিট বা খুবই মছিল এবং ভাল মিশিয়ে নিন। সুবর্ণ এবং ভ্যানিলা যোগ করতে বিট বিটগুলি ধাঁধাঁধাঁ করুন।",
    "tutorial3_challenge_cookie_step2": "পদক্ষেপ ২: ময়দা আলাদা করুন। চকলেট চিপস আলাদা করুন। মিশ্রণের 2 মাপের পরিমাণ টেবিল চামচ উঠিয়ে গোলের মতো পাত্রে রাখুন, ৩সম্পর্কিত সেমি। কিছুটা নিচে চাপ দিন। অতিরিক্ত চকলেট চিপস দিয়ে সাজান।",
    "tutorial3_challenge_cookie_step3": "ধাপ 3: 15-18 মিনিট বা হালকা সোনালী এবং পাকা হয়ে যাওয়া পর্যন্ত পুরোপুরি তাপ্ত করুন। ঠাণ্ডা হয়ে যাওয়ার জন্য একটি বিল র্যাকে সরানো করুন। 1 সপ্তাহ পর্যন্ত একটি সম্পূর্ণরূপে নতুনত্বে রাখুন একটি সুরক্ষিত সংরক্ষণাগারে।",
    "tutorial6_lesson_title": "টাইপিং পাঠ",
    "tutorial6_lesson_decs": "এগুলি Talkback এর মাধ্যমে ভার্চুয়াল কীবোর্ড ব্যবহার করতে প্রয়োজনীয় সূচক ও ক্রিয়াসমূহ শেখানো হয়েছে।",
    "tutorial6_virtual_keyboard_hello": "নমস্কার",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "সুপার কর্ম! আপনি অন-স্ক্রীন কীবোর্ডের সাহায্যে শব্দটি টাইপ করেছেন। এই পাঠটি সম্পন্ন করার জন্য আপনাকে অভিনন্দন। এই পাঠে আপনি সফলভাবে অন-স্ক্রীন কীবোর্ডের সাহায্যে কিভাবে টাইপ করতে হয় সেটি শিখে পাইছেন।",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "মনে হচ্ছে আপনি শব্দটি টাইপ করেননি। কীবোর্ড দেখাতে স্ক্রিনে দুই বার ট্যাপ করুন। আগের টাইপ করা শব্দটি মুছে দেওয়ার জন্য ব্যাকস্পেস বাটনে ট্যাপ করুন এবং আবার hello শব্দটি টাইপ করার চেষ্টা করুন।",
    "tutorial6_virtual_keyboard_part1_intro": "এই টিউটোরিয়ালে, আপনি একটি স্ক্রিন মধ্যে বার্চুয়াল কীবোর্ড চালিয়ে তালিক্ত ও এর কাজ সম্পর্কে শেখাবেন।",
    "tutorial6_virtual_keyboard_part1_intro2": "শুরু করতে, ভার্চুয়াল কীবোর্ড খুলতে স্ক্রীনে ডাবল ট্যাপ করুন।",
    "tutorial6_virtual_keyboard_navigation_bar_height": "ন্যাভিগেশন বারের উচ্চতা",
    "tutorial6_virtual_keyboard_status_bar_height": "স্ট্যাটাস বার উচ্চতা",
    "tutorial6_virtual_keyboard_dimen": "dimen",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "বড়দিনাদ্বন্দ্বযুক্ত কর্ম! আপনি স্ক্রিনে উপস্থাপন করা বার্চুয়াল কীবোর্ড খোলেন। ছোটখাটে অনুসন্ধান করে কীবোর্ড ব্যবহার করে হ্যালো টাইপ করতে।",
    "tutorial6_challenge_title": "টাইপিং চ্যালেঞ্জ",
    "tutorial6_challenge_intro": "লেসন ৬ এর চ্যালেঞ্জে আপনাকে মন্তব্য করা হবে। পাঠটির ৪ প্রথম একটি ম্যাসেজ পাঠিয়েন বন্ধু ববকে চ্যাট রুমে। আশা করি আমরা শুরু করে দেখতে পারি।",
    "tutorial6_challenge_fragment1_intro": "এই চ্যালেঞ্জ শেষ করতে ববকে একটি বার্তা পাঠান এবং তার নাম অন্তর্ভুক্ত করুন।",
    "tutorial6_challenge_text_message": "বব",
    "tutorial6_challenge_completion_message": "আপনি সফলভাবে পাঠটি সম্পন্ন করেছেন, এখন টিউটোরিয়াল 6 এ ফিরে ন্যাভিগেট করুন।",
    "tutorial6_send_message": "একটি বার্তা পাঠান",
    "gesture_minigame": "স্পর্শ মিনি-গেম",
    "game_starting": "খেলা শুরু হচ্ছে...",
    "gesture_minigame_highscore": "সর্বোচ্চ স্কোর: {}",
    "gesture_minigame_round": "রাউন্ড: {}",
    "gesture_minigame_stop_game": "গেম বন্ধ করুন",
    "gesture_minigame_start_game": "খেলা শুরু করুন",
    "gesture_minigame_follow_sequence": "দুইটি আঙ্গুল সহ দলীয় অনুসরণ করুন: ",
    "single_tap": "একক ট্যাপ",
    "double_tap": "দুটি ট্যাপ করুন",
    "long_press": "দীর্ঘ চাপ",
    "vertical_swipe": "ভারতীয় স্বাইপ",
    "horizontal_swipe": "অনুভূমিক স্বাইপ",
    "two_finger_horizontal_swipe": "দুই আঙ্গুলের পাঠানো হরিয়জন্তল সরাসরি",
    "two_finger_vertical_swipe": "দুটি আঙিমালিক সমান্তরাল সুইপ",
    "three_finger_horizontal_swipe": "তিনটি আঙুল অনুভূমিক স্বাইপ",
    "three_finger_vertical_swipe": "তিন আঙ্গুল ভাঁজ সামঞ্জস্যপূর্ণ আঁকা",
    "no_gestures_yet": "এখনও কোনও সাধারণ ক্রিয়া নেই",
    "return_home": "হোমে ফিরে আসুন",
    "gesture_minigame_get_ready": "প্রস্তুত হোক!",
    "gesture_minigame_wrong_gesture": "ভুল সংকেত। আবার চেষ্টা করুন। প্রত্যাশিত",
    "media_volume_control": "মিডিয়া ভলিউম নিয়ন্ত্রণ",
    "tutorial4_intro": "এই টিউটোরিয়ালে আপনি মিডিয়া ভলিউম স্লাইডারগুলি নিয়ন্ত্রণ করতে কীভাবে শেখা যাবে সেটা জানবেন। শুরু করতে, প্লে বাটন খুঁজে বের করুন এবং সঙ্গীত চালানোর জন্য দ্বিগুণ ট্যাপ করুন।",
    "tutorial4_increase_volume": "দারুন কাজ! এখন স্লাইডারে ফিরে যান এবং মিডিয়ার ভলিউমটি ৭৫ এর উপরে বাড়ানোর জন্য স্বাইপ আপ করুন।",
    "tutorial4_decrease_volume": "বর্তমান ভলিউম ৭৫ এর উর্দ্ধে সেট করা আছে। এখন যেন আপনি ভলিউম কমান শিখেছেন, আমরা ভলিউমটি ২৫ এর নিচে কমানোর চেষ্টা করবো। ভলিউমটি কমানোর জন্য, নীচে সোয়াইপ করুন।",
    "tutorial4_outro": "বর্তমান আয়তনটি ২৫ এর নিচে সেট হয়েছে। এই পাঠের সমাপ্তি অভিনন্দন। আপনাকে পাঠে ফেরত পাঠানো হচ্ছে।",
    "tutorial4_play_music": "গান বাজান",
    "tutorial4_pause": "বিরতি",
    "tutorial4_media_volume_control_module": "মিডিয়া ভলিউম নিয়ন্ত্রণ মডিউল",
    "start_stop_media": "মিডিয়া শুরু করুন বা বন্ধ করুন",
    "sandbox": "স্যান্ডবক্স",
    "soundboard": "সাউন্ডবোর্ড"
}