{
    "title": "Bring mir Talkback bei",
    "tutorial": "Anleitung {}",
    "tutorials": "Tutorials",
    "challenge": "Herausforderung",
    "instructions_button_text": "ANLEITUNGEN",
    "instructions_button_label": "Schaltfläche, Anweisungen. Tippen Sie zweimal, um die Anweisungen zu hören.",
    "tutorial2_go_back": "Zurück",
    "tutorial2_go_back_instr1": "Um zurückzugehen, wischen Sie mit einem Finger in einer kontinuierlichen Bewegung nach unten und dann nach links. Wenn Mehrfinger-Gesten aktiviert sind, wischen Sie mit zwei Fingern von der linken oder rechten Seite des Bildschirms.",
    "tutorial2_scrolling": "Scrollen",
    "tutorial2_scrolling_instr1": "Zum Scrollen legen Sie zwei Finger gleichzeitig auf den Bildschirm und wischen dann mit beiden nach oben. Um nach oben zu scrollen, wischen Sie mit zwei Fingern in die entgegengesetzte Richtung. Um zu beenden, finden Sie die Schaltfläche Weiter unten in diesem vertikalen Menü und tippen Sie zweimal darauf, um fortzufahren.",
    "tutorial2_scrolling_instr2": "Um nach rechts zu scrollen, streichen Sie mit zwei Fingern nach links. Um nach links zu scrollen, streichen Sie mit zwei Fingern in die entgegengesetzte Richtung. Zum Beenden tippen Sie auf die Schaltfläche 'Fertig' ganz rechts auf dieser Seite.",
    "tutorial2_scrolling_continue": "Weiter",
    "tutorial2_scrolling_finish": "Fertig",
    "tutorial2_scrolling_item": "Element {}",
    "tutorial2_explore_menu": "Menü erkunden",
    "tutorial2_explore_menu_instr1": "Willkommen! In diesem Modul lernen Sie, wie Sie die Erkundung per Berührung verwenden. Sie können verschiedene Elemente auswählen, indem Sie Ihren Finger auf dem Bildschirm halten und ihn über ein anderes Element bewegen, das Sie auswählen möchten. Um die Lektion abzuschließen, verwenden Sie die Erkundung per Berührung, um den Button \"Lektion beenden\" zu finden. Denken Sie daran, Ihren Finger langsam in jede Richtung über den Bildschirm zu bewegen und stellen Sie sicher, dass Ihr Finger jederzeit den Bildschirm berührt. Sie können jetzt anfangen.",
    "tutorial2_explore_menu_finish_lesson": "Lektion beenden",
    "tutorial2_explore_menu_apple": "Apfel",
    "tutorial2_explore_menu_ant": "Ameise",
    "tutorial2_explore_menu_january": "Januar",
    "tutorial2_explore_menu_banana": "Banane",
    "tutorial2_explore_menu_bee": "Biene",
    "tutorial2_explore_menu_february": "Februar",
    "tutorial2_explore_menu_cherry": "Kirsche",
    "tutorial2_explore_menu_cricket": "Cricket",
    "tutorial2_explore_menu_march": "Marsch",
    "tutorial2_explore_menu_elderberry": "Schwarzer Holunder",
    "tutorial2_explore_menu_may": "Mai",
    "tutorial2_adjust_slider": "Schieberegler anpassen",
    "tutorial2_adjust_slider_instr1": "Willkommen, in diesem Modul lernen Sie, wie man den Wert eines Schiebereglers erhöht und verringert. Ein Schieberegler ist eine Leiste, die Werte zwischen einem Mindest- und Höchstwert enthält. Schieberegler werden häufig zum Einstellen von Zeiten verwendet. Zum Beispiel: Song-Zeiten oder Video-Zeiten. Sie können auch die Lautstärke dieses Telefons mit einem Schieberegler anpassen. Zum Start sollten Sie versuchen, den Wert eines Schiebereglers zu erhöhen. Um den Wert zu erhöhen, wischen Sie nach oben. Setzen Sie den Wert auf 100% um fortzufahren.",
    "tutorial2_adjust_slider_instr2": "Jetzt versuchen wir den Regler wieder nach unten zu bewegen. Ziehe dazu mit einem Finger nach unten, um den Wert zu verringern. Fahre fort, bis der Wert wieder bei 50% ist.",
    "tutorial2_adjust_slider_instr3": "Eine alternative Möglichkeit, die Lautstärke zu ändern, besteht darin, den Schieberegler doppelzutippen und gedrückt zu halten. Von hier aus können Sie den Regler in die entsprechende Richtung nach links oder rechts schieben, um ihn anzupassen. Versuchen Sie zurückzugehen und setzen Sie den Wert auf 100%.",
    "tennis_ball": "Tennisball",
    "tennis_ball_desc": "Dieser Tennisball mit hoher Strapazierfähigkeit eignet sich ideal für längeres Spielen auf dem Platz. Perfekt für alle Niveaus von Turnier- und Freizeitspielen.",
    "basketball": "Basketball",
    "basketball_desc": "Dieser Basketball ist für den Innen- oder Außenbereich konzipiert. Er verfügt über ein tiefes Kanaldesign für eine einfachere Handausrichtung und Ballkontrolle.",
    "soccer_ball": "Fußball",
    "soccer_ball_desc": "Dieser Fußball ist für den Innen- und Außenbereich geeignet.",
    "baseball": "Baseball",
    "baseball_desc": "Dieser Baseball hat einen Korkkern und einen Ledereinband.",
    "football": "Fußball",
    "football_desc": "Dieser Fußball ist ideal zum Freizeitspielen oder Üben. Er verfügt über einen Ledereinband für Langlebigkeit und eine tiefe Körnigkeit für guten Griff.",
    "train_set": "Trainingsset",
    "train_set_desc": "Dieses Zugset ist ideal für Kinder. Es enthält einen Zug, Gleise und einen Bahnhof.",
    "doll": "Puppe",
    "doll_desc": "Diese Puppe ist ideal für Kinder. Sie kann mit verschiedenen Outfits bekleidet werden. Outfits separat erhältlich.",
    "unicorn_plush": "Einhorn-Plüschtier",
    "unicorn_plush_desc": "Dieses Einhorn-Kuscheltier ist ideal für Kinder. Es ist weich und kuschelig.",
    "plastic_castle": "Plastikschloss",
    "plastic_castle_desc": "Enthält mehrere Teile zum Bau einer Burg, darunter Wände, Türme und ein Tor. Für Kinder ab 3 Jahren. Erstickungsgefahr.",
    "practical_application": "Praktische Anwendung",
    "tutorial2_practical_instr1": "Dieses Modul stellt ein praktisches Szenario dar, bei dem Sie ein Menü navigieren, einen Schieberegler bewegen und Schaltflächen aktivieren müssen. Das Szenario besteht darin, einige Artikel aus einem Online-Shop zur Beobachtungsliste hinzuzufügen. Um dieses Modul abzuschließen, fügen Sie bitte die folgenden Artikel Ihrer Beobachtungsliste hinzu: {}.",
    "tutorial2_practical_instr2": "Vergiss nicht, dass du nach links wischen kannst, um zum vorherigen Element zu gelangen, nach rechts wischen kannst, um zum nächsten Element zu gelangen, und zweimal tippen kannst, um ein Element zu aktivieren. Um mit einem Schieberegler zu interagieren, navigiere, bis der Schieberegler ausgewählt ist, und wische nach oben oder unten, um den Schieberegler zu bewegen.",
    "price_range": "Preisspanne",
    "items": "Gegenstände",
    "rating": "Bewertung",
    "price": "Preis",
    "add_to_cart": "In den Warenkorb legen",
    "add_to_watchlist": "Zur Beobachtungsliste hinzufügen",
    "completed_module": "Du hast dieses Modul abgeschlossen!",
    "tutorial3_challenge_baking_recipes": "Backrezepte",
    "tutorial3_challenge_instr1": "Willkommen zur Herausforderung von Lektion 3. In dieser Herausforderung wird Ihnen eine Seite mit Backrezepten präsentiert. Navigieren Sie frei durch die verschiedenen Seitenelemente mithilfe der entsprechenden Lesebedienelemente. Um die Herausforderung abzuschließen, navigieren Sie zum Keksrezept und aktivieren Sie das Kontrollkästchen für die folgende Zutat... 1 Ei",
    "tutorial3_challenge_cookies": "Kekse",
    "tutorial3_challenge_brownies": "Brownies",
    "tutorial3_challenge_cookie_picture": "Bild von einigen Keksen",
    "tutorial3_challenge_brownie_picture": "Bild von einigen Brownies",
    "tutorial3_challenge_cookie_description": "Dieses köstliche und kaugebäckartige Schokoladenkeks-Rezept wird garantiert Ihren süßen Zahn befriedigen!",
    "tutorial3_challenge_brownie_description": "Dieses klebrige Brownie-Rezept ist ein Publikumsmagnet und so schnell und einfach zuzubereiten!",
    "tutorial3_challenge_cookie_goto": "Gehe zum Keksrezept",
    "tutorial3_challenge_brownie_goto": "Gehe zum Brownie-Rezept",
    "tutorial3_challenge_ingredients": "Zutaten",
    "tutorial3_challenge_method": "Methode",
    "tutorial3_challenge_brownie_recipe": "Brownie Rezept",
    "tutorial3_challenge_cookie_recipe": "Plätzchenrezept",
    "tutorial3_challenge_brownie_ingred1": "125 Gramm ungesalzene Butter",
    "tutorial3_challenge_brownie_ingred2": "125 Gramm dunkle Schokolade zum Backen",
    "tutorial3_challenge_brownie_ingred3": "3 Eier, leicht verquirlt",
    "tutorial3_challenge_brownie_ingred4": "1 und ½ Tassen weißen Zucker",
    "tutorial3_challenge_brownie_ingred5": "¾ Tassen Mehl",
    "tutorial3_challenge_brownie_ingred6": "¼ Tasse niederländisches Kakaopulver",
    "tutorial3_challenge_brownie_ingred7": "1 Teelöffel Vanilleextrakt",
    "tutorial3_challenge_brownie_ingred8": "Prise Salz",
    "tutorial3_challenge_brownie_step1": "Schritt 1: Den Ofen auf 180°C oder 160°C (Umluft) vorheizen. Eine 20 cm Quadrat Kuchenform einfetten und mit Backpapier auslegen.",
    "tutorial3_challenge_brownie_step2": "Schritt 2: Butter und Schokolade in eine hitzebeständige Schüssel über einen Topf mit köchelndem Wasser geben (die Schüssel darf das Wasser nicht berühren). Mit einem Metalllöffel umrühren, bis es geschmolzen ist. Vom Herd nehmen. Das Ei, den Zucker, das Mehl, das Kakaopulver, das Vanilleextrakt und das Salz schnell hinzufügen und nur gerade so vermengen. In die vorbereitete Form gießen.",
    "tutorial3_challenge_brownie_step3": "Schritt 3: Backe für 30 Minuten oder bis ein Holzstäbchen in der Mitte herauskommt und feuchte Krümel daran haften bleiben. Beiseite stellen und vollständig abkühlen lassen.",
    "tutorial3_challenge_cookie_ingred1": "½ Tasse weißer Zucker",
    "tutorial3_challenge_cookie_ingred2": "½ Tasse brauner Zucker",
    "tutorial3_challenge_cookie_ingred3": "150 Gramm weiche Butter",
    "tutorial3_challenge_cookie_ingred4": "1 Teelöffel Vanilleextrakt",
    "tutorial3_challenge_cookie_ingred5": "1 und ¾ Tassen Mehl",
    "tutorial3_challenge_cookie_ingred6": "1 Ei",
    "tutorial3_challenge_cookie_ingred7": "1 Tasse Schokoladenchips",
    "tutorial3_challenge_cookie_step1": "Schritt 1: Ofen auf 180 °C oder 160 °C Umluft vorheizen. 2 Backbleche mit Backpapier auslegen. Butter und Zucker mit einem elektrischen Mixer oder per Hand etwa 1-2 Minuten lang glatt und gut vermengt schlagen. Ei und Vanille unterrühren, bis alles gut kombiniert ist.",
    "tutorial3_challenge_cookie_step2": "Schritt 2: Mehl unterrühren. Schokoladentropfen unterrühren. 2 gehäufte Esslöffel Teig zu Kugeln formen und auf vorbereitete Bleche legen, 3 cm voneinander entfernt. Leicht hinunterdrücken. Mit zusätzlichen Schokoladentropfen dekorieren.",
    "tutorial3_challenge_cookie_step3": "Schritt 3: Backen Sie 15-18 Minuten lang oder bis sie hellgolden und durchgekocht sind. Auf ein Kuchengitter legen, um abzukühlen. In einem luftdichten Behälter bis zu 1 Woche lagern.",
    "tutorial6_lesson_title": "Schreibübung",
    "tutorial6_lesson_decs": "Diese behandeln die Gesten und Aktionen, die erforderlich sind, um die virtuelle Tastatur über Talkback zu verwenden.",
    "tutorial6_virtual_keyboard_hello": "hallo",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "Gut gemacht! Sie haben das Wort Hallo mit der Bildschirmtastatur eingegeben. Herzlichen Glückwunsch zum Abschluss dieser Lektion. In dieser Lektion haben Sie erfolgreich gelernt, wie man mit der Bildschirmtastatur tippen kann.",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "Es scheint, als hätten Sie das Wort 'Hallo' nicht eingegeben. Tippen Sie zweimal auf den Bildschirm, um die Tastatur aufzurufen. Tippen Sie auf die Entf-Taste, um das zuvor eingegebene Wort zu löschen, und versuchen Sie erneut, das Wort 'Hallo' einzugeben.",
    "tutorial6_virtual_keyboard_part1_intro": "In diesem Tutorial lernen Sie, wie Sie die Bildschirmtastatur öffnen und damit tippen können.",
    "tutorial6_virtual_keyboard_part1_intro2": "Um zu beginnen, tippen Sie zweimal auf den Bildschirm, um die virtuelle Tastatur zu öffnen.",
    "tutorial6_virtual_keyboard_navigation_bar_height": "Höhe der Navigationsleiste",
    "tutorial6_virtual_keyboard_status_bar_height": "Höhe der Statusleiste",
    "tutorial6_virtual_keyboard_dimen": "dimen",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "Gut gemacht! Sie haben die Bildschirmtastatur geöffnet. Erkunden Sie mit der Berührungsfunktion und geben Sie mit der Tastatur hello ein.",
    "tutorial6_challenge_title": "Tipp-Herausforderung",
    "tutorial6_challenge_intro": "Willkommen zur Herausforderung von Lektion 6. In dieser Herausforderung wirst du gebeten, eine Nachricht an deinen Freund Bob in einem Chatroom zu senden. Jetzt lass uns anfangen.",
    "tutorial6_challenge_fragment1_intro": "Um diese Herausforderung abzuschließen, senden Sie eine Nachricht an Bob und nennen Sie seinen Namen.",
    "tutorial6_challenge_text_message": "Bob",
    "tutorial6_challenge_completion_message": "Sie haben die Lektion erfolgreich abgeschlossen, kehren Sie jetzt zu Tutorial 6 zurück.",
    "tutorial6_send_message": "Nachricht senden",
    "gesture_minigame": "Geste Minispiel",
    "game_starting": "Spiel beginnt...",
    "gesture_minigame_highscore": "Höchstpunktzahl: {}",
    "gesture_minigame_round": "Runde: {}",
    "gesture_minigame_stop_game": "Spiel beenden",
    "gesture_minigame_start_game": "Spiel starten",
    "gesture_minigame_follow_sequence": "Folgen Sie der Sequenz: ",
    "single_tap": "Einfachtippen",
    "double_tap": "Doppeltippen",
    "long_press": "Langes Drücken",
    "vertical_swipe": "Vertikaler Wisch",
    "horizontal_swipe": "Horizontales Wischen",
    "two_finger_horizontal_swipe": "Zweifinger-Horizontalwischen",
    "two_finger_vertical_swipe": "Zweiseitiges vertikales Wischen",
    "three_finger_horizontal_swipe": "Dreifinger-Horizontalwischer",
    "three_finger_vertical_swipe": "Drei-Finger-Vertikaler-Schwung",
    "no_gestures_yet": "Noch keine Gesten",
    "return_home": "Zurück zur Startseite",
    "gesture_minigame_get_ready": "Bereit machen!",
    "gesture_minigame_wrong_gesture": "Falsche Geste. Versuchen Sie es erneut. erwartet",
    "media_volume_control": "Medienlautstärkeregelung",
    "tutorial4_intro": "In diesem Tutorial lernen Sie, wie Sie die Lautstärkeschieberegler steuern, um die Lautstärke anzupassen. Um zu beginnen, finden Sie die Wiedergabetaste und tippen Sie zweimal, um die Musik abzuspielen.",
    "tutorial4_increase_volume": "Großartige Arbeit! Gehen Sie jetzt zurück zum Schieberegler und erhöhen Sie die Lautstärke des Mediums auf über 75, indem Sie nach oben wischen.",
    "tutorial4_decrease_volume": "Die aktuelle Lautstärke ist über 75 eingestellt. Nun, da Sie gelernt haben, die Lautstärke zu erhöhen, versuchen wir, die Lautstärke unter 25 zu senken. Zum Verringern der Lautstärke, wischen Sie nach unten.",
    "tutorial4_outro": "Die aktuelle Lautstärke ist unter 25 eingestellt. Herzlichen Glückwunsch zur erfolgreichen Beendigung dieser Lektion. Sie werden zur Lektionsseite zurückgeleitet.",
    "tutorial4_play_music": "Musik abspielen",
    "tutorial4_pause": "Pause",
    "tutorial4_media_volume_control_module": "Modul zur Steuerung der Medienlautstärke",
    "start_stop_media": "Starte stoppe Medien",
    "sandbox": "Sandkasten",
    "soundboard": "Soundboard"
}