{
    "title": "मुझे टॉकबैक सिखाओ",
    "tutorial": "ट्यूटोरियल {}",
    "tutorials": "ट्यूटोरियल्स",
    "challenge": "चुनौती",
    "instructions_button_text": "निर्देश",
    "instructions_button_label": "बटन, निर्देश। निर्देश सुनने के लिए डबल-टैप करें",
    "tutorial2_go_back": "वापस जाएं",
    "tutorial2_go_back_instr1": "पीछे जाने के लिए, एक ही उंगली से नीचे की ओर दायां ओर स्वाइप करें। यदि बहुआदेशों की अनुमति है, तो दाईं या बाईं ओर स्क्रीन के बाएं या दाएं किनारे से दो उंगलियों के साथ स्वाइप करें।",
    "tutorial2_scrolling": "स्क्रोलिंग",
    "tutorial2_scrolling_instr1": "स्क्रीन पर नीचे स्क्रॉल करने के लिए, दो उंगलियों को एक साथ स्क्रीन पर रखें, फिर उन्हें ऊपर प्रबाहित करें। ऊपर स्क्रॉल करने के लिए, दो उंगलियों के साथ उल्टे दिशा में स्वाइप करें। समाप्त करने के लिए, इस लंबवत मेन्यू के नीचे कंटिन्यू बटन ढूंढें, फिर इसे दोहराकर टैप करें।",
    "tutorial2_scrolling_instr2": "दाएं तरफ स्वाइप करने के लिए, दो उंगलियों के साथ बायां तरफ करें। बाईं तरफ स्वाइप करने के लिए, उंगलियों के साथ दायें रुख में स्वाइप करें। समाप्त करने के लिए, इस पृष्ठ के दाएं में फिनिश बटन पर टैप करें।",
    "tutorial2_scrolling_continue": "जारी रखें",
    "tutorial2_scrolling_finish": "समाप्त",
    "tutorial2_scrolling_item": "आइटम {}",
    "tutorial2_explore_menu": "मेन्यू खोजें",
    "tutorial2_explore_menu_instr1": "स्वागतम्! इस मॉड्यूल में, आप स्पर्श के माध्यम से परिशोध की उपयोग करना सीखेंगे। आप स्क्रीन पर अपने उंगली को रखते हुए और एक और तत्व पर इसे ले जाते हुए विभिन्न तत्वों का चयन कर सकते हैं। पाठ पूरा करने के लिए, परिशोध की मदद से 'समाप्ति पाठ' बटन खोजने का उपयोग करें। स्क्रीन के चारों ओर धीरे-धीरे उंगली को किसी भी दिशा में घुमाएँ और यकीनी बनाएं रखें कि आपकी उंगली हमेशा स्क्रीन से संपर्क में हो। अब आप प्रारंभ कर सकते हैं।",
    "tutorial2_explore_menu_finish_lesson": "पाठ समाप्त करें",
    "tutorial2_explore_menu_apple": "सेब",
    "tutorial2_explore_menu_ant": "एंट",
    "tutorial2_explore_menu_january": "जनवरी",
    "tutorial2_explore_menu_banana": "केला",
    "tutorial2_explore_menu_bee": "मधुमक्खी",
    "tutorial2_explore_menu_february": "फरवरी",
    "tutorial2_explore_menu_cherry": "चेरी",
    "tutorial2_explore_menu_cricket": "क्रिकेट",
    "tutorial2_explore_menu_march": "मार्च",
    "tutorial2_explore_menu_elderberry": "एल्डरबेरी",
    "tutorial2_explore_menu_may": "मई",
    "tutorial2_adjust_slider": "स्लाइडर को एडजस्ट करें",
    "tutorial2_adjust_slider_instr1": "स्वागत है, इस मॉड्यूल में आप सीखेंगे कि आप स्लाइडर के मान को कैसे बढ़ाते और कम करते हैं। स्लाइडर एक ऐसा ट्रैक होता है जिसमें एक न्यूनतम और अधिकतम के बीच मान होते हैं। स्लाइडर अक्सर समयों को समायोजित करने के लिए इस्तेमाल होते हैं। उदाहरण के लिए: गाने का समय या वीडियो का समय। इस स्लाइडर का उपयोग करके आप इस फोन की वॉल्यूम भी समायोजित कर सकते हैं। आपको शुरू में एक स्लाइडर के मान को बढ़ाने की कोशिश करनी होगी। मान बढ़ाने के लिए, उपर की ओर स्वाइप करें। जारी रखने के लिए, स्लाइडर के मान को 100% बढ़ाएं।",
    "tutorial2_adjust_slider_instr2": "अब हम स्लाइडर को नीचे ले जाने की कोशिश करेंगे। इसके लिए एक उंगली से नीचे स्वाइप करें और मान को कम करें। मान 50% तक वापस आने तक जारी रखें।",
    "tutorial2_adjust_slider_instr3": "हाइस्लाइडर को बदलने का एक वैकल्पिक तरीका यह है कि आप डबल टैप करें और स्लाइडर को पकड़ें। यहां से आप लेफ्ट और राइट में इसे समायोजित करने के लिए स्वाइप कर सकते हैं। पूर्णता को वापस 100% ले जाने की कोशिश करें।",
    "tennis_ball": "टेनिस गेंद",
    "tennis_ball_desc": "यह एक्स्ट्रा ड्यूटी टेनिस गेंद कोर्ट में लंबे समय तक खेलने के लिए आदर्श है। सभी स्तरों के टूर्नामेंट और मनोरंजनिक खेल के लिए परफेक्ट है।",
    "basketball": "बास्केटबॉल",
    "basketball_desc": "यह बास्केटबॉल इनडोर या आउटडोर खेल के लिए डिज़ाइन किया गया है। इसमें हैंड एलाइनमेंट और बॉल कंट्रोल के लिए एक गहरे चैनल डिज़ाइन है।",
    "soccer_ball": "सॉकर गेंद",
    "soccer_ball_desc": "यह सॉकर गेंद कक्षाओं में खेलने या बाहर खेलने के लिए डिज़ाइन की गई है।",
    "baseball": "बेसबॉल",
    "baseball_desc": "इस बेसबॉल में कॉर्क कोर और चमड़ी का कवर है।",
    "football": "फुटबॉल",
    "football_desc": "यह फुटबॉल मनोरंजनिक प्ले या प्रैक्टिस के लिए आदर्श है। इसमें धातु का आवरण और ग्रिप के लिए गहरी तिल्ली सतह है।",
    "train_set": "ट्रेन सेट",
    "train_set_desc": "यह ट्रेन सेट बच्चों के लिए आदर्श है। इसमें एक ट्रेन, ट्रैक और एक स्टेशन है।",
    "doll": "गुड़िया",
    "doll_desc": "यह गुड़िया बच्चों के लिए आदर्श है। इसे विभिन्न परिधानों में ताजगी दी जा सकती है। परिधान अलग से बिकते हैं।",
    "unicorn_plush": "यूनिकॉर्न प्लश",
    "unicorn_plush_desc": "यह यूनिकॉर्न प्लश बच्चों के लिए आदर्श है। यह मुलायम और प्यारी है।",
    "plastic_castle": "प्लास्टिक कैसल",
    "plastic_castle_desc": "एक कैसल बनाने के लिए कई टुकड़े शामिल हैं, जिनमें दीवारें, टावर और एक दालन शामिल हैं। 3 साल और उपयुक्त बच्चों के लिए। क्षुद्रगति की जोखिम।",
    "practical_application": "व्यावहारिक अनुप्रयोग",
    "tutorial2_practical_instr1": "इस मॉड्यूल में एक व्यावहारिक परिदृश्य को दर्शाया गया है जिसमें मेन्यू नेविगेट करने, स्लाइडर को हिलाने और बटन को सक्रिय करने की आवश्यकता होती है। परिदृश्य यह है कि हमें ऑनलाइन दुकान से कुछ आइटम अपनी वॉच लिस्ट में जोड़ना है। इस मॉड्यूल को पूरा करने के लिए, निम्नलिखित आइटम को अपनी वॉच लिस्ट में जोड़ें: {}।",
    "tutorial2_practical_instr2": "याद रखें कि आप पिछले आइटम पर जाने के लिए बाएं स्वाइप कर सकते हैं, अगले आइटम पर जाने के लिए दाएं स्वाइप कर सकते हैं, और एक तत्व को सक्रिय करने के लिए डबल टैप कर सकते हैं। स्लाइडर के साथ इंटरैक्ट करने के लिए, स्लाइडर चयनित होने तक नेविगेट करें और स्लाइड को हिलाने के लिए ऊपर या नीचे स्वाइप करें।",
    "price_range": "मूल्य सीमा",
    "items": "वस्तुएँ",
    "rating": "रेटिंग",
    "price": "मूल्य",
    "add_to_cart": "कार्ट में डालें",
    "add_to_watchlist": "वॉच लिस्ट में जोड़ें",
    "completed_module": "आपने इस मॉड्यूल को पूरा किया है!",
    "tutorial3_challenge_baking_recipes": "बेकिंग रेसिपी",
    "tutorial3_challenge_instr1": "चैलेंज 3 का अभिनय में आपका स्वागत है। इस चैलेंज में, आपको एक पेज प्रदान किया जाएगा जिसमें बेकिंग रेसिपी हैं। उचित पठन नियंत्रण का उपयोग करके विभिन्न पृष्ठ तत्वों में आरोहण करें। चुनौती पूरी करने के लिए, कुकी रेसिपी में नेविगेट करें और निम्नलिखित सामग्री के लिए चेकबॉक्स चेक करें … 1 अंडा",
    "tutorial3_challenge_cookies": "कुकीज",
    "tutorial3_challenge_brownies": "ब्राउनीज",
    "tutorial3_challenge_cookie_picture": "कुछ कुकीज़ की तस्वीर",
    "tutorial3_challenge_brownie_picture": "कुछ ब्राउनीज की तस्वीर",
    "tutorial3_challenge_cookie_description": "इस लजीली और चबड़ीली चॉकलेट-चिप कुकी की रेसिपी आपकी मिठास का मूंगा चुगने के लिए पूरी गारंटी देती है!",
    "tutorial3_challenge_brownie_description": "यह चिपचिपा ब्राउनी रेसिपी भी अच्छी होती है और इसे बनाना बहुत आसान होता है!",
    "tutorial3_challenge_cookie_goto": "कुकी रेसिपी पर जाएं",
    "tutorial3_challenge_brownie_goto": "ब्राउनी रेसिपी पर जाएं",
    "tutorial3_challenge_ingredients": "सामग्री",
    "tutorial3_challenge_method": "तरीका",
    "tutorial3_challenge_brownie_recipe": "ब्राउनी रेसिपी",
    "tutorial3_challenge_cookie_recipe": "कुकी की रेसिपी",
    "tutorial3_challenge_brownie_ingred1": "अनमक्ख लिया हुआ मक्खन 125 ग्राम",
    "tutorial3_challenge_brownie_ingred2": "125 ग्राम काले बेकिंग चॉकलेट",
    "tutorial3_challenge_brownie_ingred3": "3 अंडे, हल्का सा चावली लघु",
    "tutorial3_challenge_brownie_ingred4": "१ और १/२ कप सफेद चीनी",
    "tutorial3_challenge_brownie_ingred5": "प्लेन आटे के ९/४ कप",
    "tutorial3_challenge_brownie_ingred6": "एक चम्मच डच कोको पाउडर",
    "tutorial3_challenge_brownie_ingred7": "1 चम्मच वैनिला अर्क",
    "tutorial3_challenge_brownie_ingred8": "नमक का चुटका",
    "tutorial3_challenge_brownie_step1": "चरण 1: ओवन को 180 सेल्सियस या 160 सेल्सियस फैन फोर्स किया जाता है। एक 20 सेमी वर्ग केक पैन का तेल लगाएं और बेकिंग पेपर से लाइन करें।",
    "tutorial3_challenge_brownie_step2": "चरण 2: बटर और चॉकलेट को एक हीटप्रूफ बाउल में रखें और एक मंडला पानी वाले सौसपेन पर रखें (बाउल को पानी से छूने नहीं देना चाहिए)। मेटल चम्मच के साथ मिश्रित होने तक हिलाते रहें। वर्तमान अग्नि से हटाएं। तेजी से अंडे, चीनी, आटा, कोको पाउडर, वेनिला और नमक मिलाएं, बस मिलाएं। तैयार प्याली में डालें।",
    "tutorial3_challenge_brownie_step3": "स्टेप 3: 30 मिनट तक बेक करें या जब तक एक टूकड़े में नमी चढ़ती हुई निकल आए। पूरी तरह से ठंडा होने के लिए अलग करें।",
    "tutorial3_challenge_cookie_ingred1": "½ कप सफेद चीनी",
    "tutorial3_challenge_cookie_ingred2": "१/२ कप भूरी चीनी",
    "tutorial3_challenge_cookie_ingred3": "150 ग्राम नरम हुए मक्खन",
    "tutorial3_challenge_cookie_ingred4": "1 चम्मच वैनिला अर्क",
    "tutorial3_challenge_cookie_ingred5": "1 और ¾ कप मैदा",
    "tutorial3_challenge_cookie_ingred6": "1 अंडा",
    "tutorial3_challenge_cookie_ingred7": "1 कप चॉकलेट चिप्स",
    "tutorial3_challenge_cookie_step1": "चरण 1: ओवन को 180C या 160C फैन-बद्ध करें। 2 बेकिंग ट्रे को बेकिंग पेपर से लाइन करें। इलेक्ट्रिक मिक्सर या हाथ से फेंटने का उपयोग करके, मक्खन और चीनी को फेंटे और 1-2 मिनट या तब तक फुले और अच्छी तरह से मिश्रित न हो जाए। अंडे और वेनिला में फटाफटाया हुआ मिश्रण मिलाएं।",
    "tutorial3_challenge_cookie_step2": "चरण 2: आटे में मिलाएं। चॉकलेट चिप्स मिलाएं। मिश्रण की 2 स्तरीय चम्मच की पोंड पर गोले बनाएं और तैयार किए गए ट्रे पर रखें, 3 सेमी की दूरी पर। थोड़ा ढ़बाव बनाएं। अतिरिक्त चॉकलेट चिप्स से सजाएँ।",
    "tutorial3_challenge_cookie_step3": "चरण 3: 15-18 मिनट पकाएं या हल्का सुनहरा और पक जाए तक। ठंडी के लिए एक तार रैक पर स्थानांतरित करें। एक हवा से रोकदाम दातू कंटेनर में 1 सप्ताह तक स्टोर करें।",
    "tutorial6_lesson_title": "टाइपिंग पाठ",
    "tutorial6_lesson_decs": "ये टॉकबैक के माध्यम से वर्चुअल कीबोर्ड का उपयोग करने के लिए आवश्यक इशारों और क्रियाएं कवर करते हैं।",
    "tutorial6_virtual_keyboard_hello": "नमस्ते",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "बढ़िया काम! आपने ऑन-स्क्रीन कीबोर्ड के साथ शब्द हैलो टाइप किया है। इस पाठ को पूरा करने पर बधाई। इस पाठ में आपने सफलतापूर्वक सीखा है कि ऑन-स्क्रीन कीबोर्ड के साथ कैसे टाइप करें।",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "लगता है आपने शब्द 'नमस्ते' टाइप नहीं किया है। स्क्रीन पर दोहरी टैप करें ताकि कीबोर्ड आये। पहले टाइप किए गए शब्द को हटाने के लिए बैकस्पेस बटन पर टैप करें और फिर से शब्द 'नमस्ते' टाइप करने का प्रयास करें।",
    "tutorial6_virtual_keyboard_part1_intro": "इस ट्यूटोरियल में, आप स्क्रीन पर दिखाई देने वाले वर्चुअल कीबोर्ड को खोलना और इसका उपयोग करके टाइप करना सीखेंगे।",
    "tutorial6_virtual_keyboard_part1_intro2": "शुरू करने के लिए, स्क्रीन पर दोहरी टैप करके वर्चुअल कीबोर्ड खोलें।",
    "tutorial6_virtual_keyboard_navigation_bar_height": "नेविगेशन बार की ऊंचाई",
    "tutorial6_virtual_keyboard_status_bar_height": "स्टेटस बार की ऊंचाई",
    "tutorial6_virtual_keyboard_dimen": "आयाम",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "बढ़िया काम! आपने ऑनस्क्रीन वर्चुअल कीबोर्ड खोल दिया है। छूकर खोलने के लिए टाइप करने के लिए हैलो का उपयोग करें।",
    "tutorial6_challenge_title": "टंकण चुनौती",
    "tutorial6_challenge_intro": "लेसन 6 के चैलेंज में आपका स्वागत है। इस चैलेंज में, आपसे अपने दोस्त बॉब को एक चैट रूम में मैसेज भेजने का कहा जाएगा। अब आइए शुरू करते हैं।",
    "tutorial6_challenge_fragment1_intro": "इस चैलेंज को पूरा करने के लिए बॉब को एक संदेश भेजें और उसका नाम शामिल करें।",
    "tutorial6_challenge_text_message": "बॉब",
    "tutorial6_challenge_completion_message": "आपने सफलतापूर्वक पाठ पूरा कर लिया है, अब ट्यूटोरियल 6 में वापस नेविगेट करें।",
    "tutorial6_send_message": "एक संदेश भेजें",
    "gesture_minigame": "जेस्चर मिनी-गेम",
    "game_starting": "गेम शुरू हो रहा है...",
    "gesture_minigame_highscore": "हायस्कोर: {}",
    "gesture_minigame_round": "राउंड: {}",
    "gesture_minigame_stop_game": "गेम बंद करें",
    "gesture_minigame_start_game": "खेल शुरू करें",
    "gesture_minigame_follow_sequence": "क्रमबद्धता का पालन करें: ",
    "single_tap": "एकल टैप",
    "double_tap": "दोहरा टैप करें",
    "long_press": "लॉन्ग प्रेस",
    "vertical_swipe": "लंबवत स्वाइप",
    "horizontal_swipe": "हॉरिजॉन्टल स्वाइप",
    "two_finger_horizontal_swipe": "दो उंगलियों से सिरे से होरिजॉन्टल स्वाइप",
    "two_finger_vertical_swipe": "दो-उंगली लंबवत स्वाइप",
    "three_finger_horizontal_swipe": "तीन उंगलियों का हॉरिजॉन्टल स्वाइप",
    "three_finger_vertical_swipe": "तीन उंगली लंबवत स्वाईप",
    "no_gestures_yet": "अभी तक कोई इशारे नहीं हैं",
    "return_home": "होम पर लौटें",
    "gesture_minigame_get_ready": "तैयार हो जाओ!",
    "gesture_minigame_wrong_gesture": "गलत इशारा। पुनः प्रयास करें। प्रत्याशित",
    "media_volume_control": "मीडिया वॉल्यूम कंट्रोल",
    "tutorial4_intro": "इस ट्यूटोरियल में, आप मीडिया वॉल्यूम स्लाइडर को नियंत्रित करके वॉल्यूम समायोजित करना सीखेंगे। पहले, प्ले बटन ढूंढें और फिर डबल टैप करके संगीत चलाएं।",
    "tutorial4_increase_volume": "बढ़िया काम किया! अब, स्लाइडर में वापस जाएं और मीडिया की आवाज़ को 75 से ऊपर बढ़ाएँ द्वारा ऊपर स्वाइप करें।",
    "tutorial4_decrease_volume": "वर्तमान वॉल्यूम 75 से ऊपर सेट है। अब जब आपने वॉल्यूम बढ़ाने का तरीका सीख लिया है, हम वॉल्यूम को 25 से कम करने का प्रयास करेंगे। वॉल्यूम को कम करने के लिए, नीचे स्वाइप करें।",
    "tutorial4_outro": "मौजूदा आवाज़ 25 से कम है। इस पाठ को पूरा करने पर बधाई होती है। आपको पाठ पेज पर वापस भेजा जाता है।",
    "tutorial4_play_music": "संगीत चलाएँ",
    "tutorial4_pause": "रुकें",
    "tutorial4_media_volume_control_module": "मीडिया वॉल्यूम नियंत्रण मॉड्यूल",
    "start_stop_media": "मीडिया शुरू या बंद करें",
    "sandbox": "सैंडबॉक्स",
    "soundboard": "साउंडबोर्ड"
}