{
    "title": "मला Talkback शिकवा",
    "tutorial": "व्हिडिओ साक्षात्कार {}",
    "tutorials": "व्याख्याने",
    "challenge": "चॅलेंज",
    "instructions_button_text": "निर्देश",
    "instructions_button_label": "बटण, मार्गदर्शने. द्वाइसरगावासाठी थोडं टॅप करा आणी मार्गदर्शना ऐका",
    "tutorial2_go_back": "मागे जा",
    "tutorial2_go_back_instr1": "परत जाण्यासाठी, एकाच हाताने विनामूल्य आक्रियेने खींचता परत जाऊन दाबा. जर बहु-प्रक्रिया सक्षम केली असेल, स्क्रीनच्या डाव्या किंवा उजव्या बाजूला दुसर्या बोटांनी आपले हात स्वायप द्या.",
    "tutorial2_scrolling": "स्क्रोलिंग",
    "tutorial2_scrolling_instr1": "स्क्रॉल करण्यासाठी, एकापेक्षा जास्त बोटांवर दोन बोट कोणत्याही समयी ठेवा, आणि पुढे एकत्रित करून वापरा. वरच्या दिशेने दोन विचारांसह स्वाइप करण्यासाठी लपवा. समाप्त करण्यासाठी, या शेरा मेनूवरील प्रेक्षाधिकार विचारा, नंतर दुहेरी ठेवून पुढे क्लिक करा.",
    "tutorial2_scrolling_instr2": "दाईं ओर स्क्रॉल करने के लिए, दो उंगलियों से बाईं तरफ स्वाइप करें। बाईं ओर स्क्रॉल करने के लिए, उंगलियों को उल्टे दिशा में स्वाइप करें। समाप्त करने के लिए, इस पेज के दाहिनी ओर फिनिश बटन पर टैप करें।",
    "tutorial2_scrolling_continue": "सुरू ठेवा",
    "tutorial2_scrolling_finish": "समाप्त",
    "tutorial2_scrolling_item": "वस्त्र {}",
    "tutorial2_explore_menu": "मेनू शोधा",
    "tutorial2_explore_menu_instr1": "स्वागत आहे! या मॉड्यूलमध्ये, आपण शोधण्यासाठी एकच आठवड्यापासून स्पर्शाने शिकविलेल्या. आपण दुसऱ्या तत्वावर निवडून लिहिता इतर तत्व लोकं निवडू शकता. धडा घेतल्यावर आठवड्यात शिक्षा देण्यासाठी, शेवटी शिकवण्यासाठी, समाप्ती प्रशंसा बटण शोधण्यासाठी स्पर्शाने मार्गदर्शन करा. धडा घेतल्यावर किंवा हल्क्या वेगाने दिशेने पर्याय शोधण्यासाठी आपले दुसरे तर मोठे आठवडा असलेले बटण एकमेकांत निवडा आणि घेतल्यावर कम किंवा जास्त वेळेस वाढवता चाला. तुम्ही आता प्रारंभ करू शकता.",
    "tutorial2_explore_menu_finish_lesson": "धडा समाप्त करा",
    "tutorial2_explore_menu_apple": "सेब",
    "tutorial2_explore_menu_ant": "मुंगळ",
    "tutorial2_explore_menu_january": "जानेवारी",
    "tutorial2_explore_menu_banana": "केळी",
    "tutorial2_explore_menu_bee": "मधुमक्खी",
    "tutorial2_explore_menu_february": "फेब्रुवारी",
    "tutorial2_explore_menu_cherry": "चेरी",
    "tutorial2_explore_menu_cricket": "क्रिकेट",
    "tutorial2_explore_menu_march": "मार्च",
    "tutorial2_explore_menu_elderberry": "एल्डरबेरी",
    "tutorial2_explore_menu_may": "मे",
    "tutorial2_adjust_slider": "स्लाईडर सारखा करा",
    "tutorial2_adjust_slider_instr1": "स्वागत है, इस मॉड्यूल में आप स्लाइडर मान को बढ़ाना और कम करना सीखेंगे। स्लाइडर एक ट्रैक होती है जो न्यूनतम और अधिकतम के बीच मानों को समायोजित करती है। स्लाइडर अक्सर समय को समायोजित करने के लिए उपयोग होती है। उदाहरण के लिए: गाने का समय या वीडियो का समय। आप इस फोन के वॉल्यूम को भी एक स्लाइडर का उपयोग करके समायोजित कर सकते हैं। शुरू करने के लिए, आप एक स्लाइडर के मान को बढ़ाने की कोशिश करेंगे। मान बढ़ाने के लिए, ऊपर स्वाइप करें। जारी रखने के लिए, स्लाइडर मान को 100% तक बढ़ाएं",
    "tutorial2_adjust_slider_instr2": "आता आपण स्लाइडर खाली किंवा पुढे जास्त प्रयत्न करू. हे करण्यासाठी आपण एका बोटांवर स्वाइप करा आणि मूल्य कमी करण्यासाठी एक आडवा वीसाचा वापर करा. मूल्य 50% पर्यंत होईपर्यंत सुरू ठेवा",
    "tutorial2_adjust_slider_instr3": "वॉल्यूम को बदलने का एक वैकल्पिक तरीका है कि पट्टी पर डबल टैप और होल्ड करें। यहां से आप इसे उस दिशा में समायोजित करने के लिए बाएं और दाएं स्वाइप कर सकते हैं। पूरी आवाज़ को 100% पर वापस लाने की कोशिश करें",
    "tennis_ball": "टॅनिसची बॉल",
    "tennis_ball_desc": "खेळायला वापरण्यासाठी हे अतिरिक्त ड्युटी टेनिसचे गेलक खूप मोठ्या प्रमाणावर उपयुक्त आहे. कोर्टवरील सर्व स्तरांसाठी उत्कृष्ट. धावणारे आणि आक्रीव्ह्यासाठी सर्वाधिक उपयुक्त.",
    "basketball": "बास्केटबॉल",
    "basketball_desc": "हा बास्केटबॉल इनडोर किंवा आउटडोर खेळ साठी डिझायन केलेला आहे. हा सुविधांसह घासणारा डिझाइन हा मनशी संधी आणि गोळ प्रबंधन प्रसारासाठी.",
    "soccer_ball": "फुटबॉल",
    "soccer_ball_desc": "ही सॉकरची गोंद इंडोर किंवा आउटडोर खेळायला डिझाईन केली गेलेली आहे.",
    "baseball": "बेसबॉल",
    "baseball_desc": "हा बेसबॉल कॉर्क कोर आणि चमड्याच्या कवटाचा आहे.",
    "football": "फुटबॉल",
    "football_desc": "यह फुटबॉल मनोरंजनिक खेल या अभ्यास के लिए आदर्श है। इसमें टिकाऊता के लिए एक चमड़े का कवर और ग्रिप के लिए गहरा पेबल सतह है।",
    "train_set": "प्रशिक्षण सेट",
    "train_set_desc": "यह ट्रेन सेट बच्चों के लिए आदर्श है। इसमें एक ट्रेन, ट्रैक और एक स्टेशन है।",
    "doll": "मुलगी",
    "doll_desc": "ह्या गुडखारीस पूर्ण आणि मुलांसाठी उपयुक्त आहे. ती विविध पोशाकात घडवण्यासाठी वापरण्यात येते. पोशाक वेचवल्या जाऊ शकतात.",
    "unicorn_plush": "यूनिकॉर्न प्लष",
    "unicorn_plush_desc": "ही युनिकॉर्न प्लुश मुलांसाठी आदर्श आहे. ही नरम आणि चांगली मामलेली आहे.",
    "plastic_castle": "प्लास्टिक कॅसल",
    "plastic_castle_desc": "किल्ल्याची निर्मितीसाठी वॉल, टॉवर आणि एका दरवाज्याची अनेक टुकडी असणार आहेत. ३ वर्षांपासून व परतणासाठी. अवस्थिति वाटणारे धोके.",
    "practical_application": "अभ्यासार्थीक प्रयोग",
    "tutorial2_practical_instr1": "ही मॉड्यूल हा एक व्यावहारिक परिस्थिती दर्शवितो ज्याच्यामुळे मेनूचे नेविगेट करावे लागते, स्लायडर चालवाव्याचे काम करावे आणि बटणे सक्रिय करावीत लागतात. हे मॉड्यूल पूर्ण करण्यासाठी, खात्रीस घेतलेल्या वस्त्राचा यादीत खरेदीवर जोडा: {}.",
    "tutorial2_practical_instr2": "आपण उजवे घेण्यासाठी डावीकडे स्वाइप करून मागे घेतल्यास आपण आधीचे घटक प्रक्षेपित करू शकता, उजवे दिशेने स्वाइप करून पुढे जाऊ शकता आणि संवेदनशील करण्यासाठी डबल टॅप करू शकता. स्लाईडरशी संवाद साधन्यासाठी, स्लाईडर निवडल्यास घटक निवडा आणि वरील किंवा खाली स्वाइप करून स्लाईडर हलवा.",
    "price_range": "मूल्य सीमा",
    "items": "घटक",
    "rating": "निर्णय",
    "price": "किंमत",
    "add_to_cart": "कार्टमध्ये जोडा",
    "add_to_watchlist": "वॉचलिस्ट में जोड़ें",
    "completed_module": "आपण हे मॉड्यूल पूर्ण केलं आहे!",
    "tutorial3_challenge_baking_recipes": "पेक्षा",
    "tutorial3_challenge_instr1": "स्वागत आहे धडी ३ च्या चॅलेंजमध्ये. ही चॅलेंजमध्ये आपल्याला पाककृतींचा पान मिळेल. उचित वाचन नियंत्रणांचा वापर करून विविध पानदारांच्या मध्ये सुचवलेले विभागे वापरा. चॅलेंज पूर्ण करण्यासाठी पाककृतीच्या जुअर्यावर फिरा व खालील घटकासाठी चेकबॉक्स नियंत्रण चेक करा... १ अंड",
    "tutorial3_challenge_cookies": "कुकीज",
    "tutorial3_challenge_brownies": "ब्रॉनिज",
    "tutorial3_challenge_cookie_picture": "काही कुकीजवणीची चित्रे",
    "tutorial3_challenge_brownie_picture": "काही ब्राउनीझची चित्रे",
    "tutorial3_challenge_cookie_description": "आपला घडत आणि चवदार चॉकलेट-चिप कुकी साठवणारा रेसिपी आपल्या मीठ मुखवटेवर रुची भरणार आहे!",
    "tutorial3_challenge_brownie_description": "हा मोळंद बाउनी रेसिपी माणसांना आवडतो आणि त्याची बनवणे खूप झटपट आणि सोपी आहे!",
    "tutorial3_challenge_cookie_goto": "कूकी रेसिपी पर जाएं",
    "tutorial3_challenge_brownie_goto": "ब्राउनी रेसिपी पर जाएं",
    "tutorial3_challenge_ingredients": "सामग्री",
    "tutorial3_challenge_method": "पद्धत",
    "tutorial3_challenge_brownie_recipe": "ब्राउनी रेसिपी",
    "tutorial3_challenge_cookie_recipe": "कुकी चे तत्व",
    "tutorial3_challenge_brownie_ingred1": "असालेली मध्यमी वसा १२५ ग्राम",
    "tutorial3_challenge_brownie_ingred2": "डार्क बेकिंग चॉकलेटची १२५ ग्रॅम्स",
    "tutorial3_challenge_brownie_ingred3": "3 पालेडार अंडे, हलके हाथों से फेंटे हुए",
    "tutorial3_challenge_brownie_ingred4": "१ आणि ½ कप दुधाची साखर",
    "tutorial3_challenge_brownie_ingred5": "३/४ तास जास्त प्लेन अट्टा",
    "tutorial3_challenge_brownie_ingred6": "१/४ वाट्या डच कोको पावडर ",
    "tutorial3_challenge_brownie_ingred7": "1 टीस्पून व्हॅनिला एक्स्ट्रॅक्ट",
    "tutorial3_challenge_brownie_ingred8": "स्वच्छ उरी",
    "tutorial3_challenge_brownie_step1": "पावसाळ्याने ओव्हन 180C वा 160C फॅन फॉर्स्डवर गरम करा. 20 सेमी चौरस रंध्रित केक पॅनला तेल लावा आणि त्यावर बेकिंग पेपर थेट लाईन करा.",
    "tutorial3_challenge_brownie_step2": "चरण २: मक्खन आणि चॉकलेट समुद्री जल वर एक चवडी करून ठेवा (कृपया केवळ कट व जलात नसेल). एक तांब्याचा चमचा घालून चिकटवलेली डिली पाहिजे. उपहारपत्रातून काढून टाका. एकूणपणे वापरता अंडी, साखर, पीठ, कोको पावडर, वॅनिला आणि मीठ गळी अनुभवण्यासाठी मिकस करा. सजरा केलेल्या पॅनमध्ये आलेल्या.",
    "tutorial3_challenge_brownie_step3": "चरण ३: ३० मिनिटे अथवा ते केकच्या मध्यभागी सापडणे अशी छोटीसी ओले निसर्ग करा. पूर्णपणे ठंडा होईपर्यंत कोपर्यावर ठेवा.",
    "tutorial3_challenge_cookie_ingred1": "१/२ कप सफेद साखर",
    "tutorial3_challenge_cookie_ingred2": "½ कप तपकिरीने तग घेतलेले चीनी",
    "tutorial3_challenge_cookie_ingred3": "आर्दावे बटरचे १५० ग्राम",
    "tutorial3_challenge_cookie_ingred4": "1 टीस्पून वेनिला एक्सट्रैक्ट",
    "tutorial3_challenge_cookie_ingred5": "1 व पदरी कप मैदा",
    "tutorial3_challenge_cookie_ingred6": "1 अंडे",
    "tutorial3_challenge_cookie_ingred7": "१ कप चॉकलेट चिप्स",
    "tutorial3_challenge_cookie_step1": "पाककविता १ अग्निशमन म्हणजेच 180 सेल्सियस किंवा 160 सेल्सियस फॅन-फोरंडसमध्ये गरम करा. २ बेकिंग ट्रे बेकिंग पेपरसह लायन करा. विद्युत स्वीकार्य यंत्रणेवरून कृत्रिम मिश्रण व करपा, अर्धवट व सापाडल्या आणि १-२ मिनिटे किंवा त्या वेळेपर्यंत स्मूद आणि चांगलं सापडण्याच्या नंतर सापडण्याचा परीक्षा करा. अंड्याची विदंगा आणि व्हॅनीला वापरुन सापडण्याच्या नंतर संयुक्त करा.",
    "tutorial3_challenge_cookie_step2": "चरबी वस्त्रहित पिठील आणणं: चवीनेर मिसळून घाला. चोकलेट चिप्स घाला. स्वच्छ ट्रे वर दोन टेबलस्पूनचे २ लेवल गोल बनवा आणि त्यांना ३ सेमी अंतरावर ठेवा. थोडे दबवा. अतिरिक्त चोकलेट चिप्सने सजवा.",
    "tutorial3_challenge_cookie_step3": "चरण 3: 15-18 मिनट या जब तक हल्का सूनहरा और पका नहीं हो जाता, बेक करें। ठंडे होने पर तार रैक पर स्थानांतरित करें। 1 सप्ताह तक एक एयरटाइट डिब्बे में स्टोर करें।",
    "tutorial6_lesson_title": "टायपिंग लेसन",
    "tutorial6_lesson_decs": "ये टॉकबैक के माध्यम से वर्चुअल कीबोर्ड का उपयोग करने के लिए आवश्यक हाव-भाव को कवर करते हैं।",
    "tutorial6_virtual_keyboard_hello": "नमस्कार",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "बधाई हो! आपने स्क्रीन कीबोर्ड के साथ शब्द हैलो टाइप किया है। इस पाठ में आपने सफलतापूर्वक स्क्रीन कीबोर्ड के साथ टाइप करना सीखा है।",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "लगता है आपने शब्द 'हैलो' टंटन नहीं की है। कीबोर्ड आने के लिए स्क्रीन पर डबल टैप करें। पिछले टाइप किए गए शब्द को हटाने के लिए बैकस्पेस बटन पर टैप करें और फिर से 'हैलो' शब्द टाइप करने की कोशिश करें।",
    "tutorial6_virtual_keyboard_part1_intro": "हा ट्युटोरियल घडत आहे की आपण कसे स्क्रीनवरील वर्चुअल किबोर्ड उघडून तयार करू आणि त्याचा वापर करू शकता ते कसे शिकायला येत आहे.",
    "tutorial6_virtual_keyboard_part1_intro2": "सुरुवात करण्यासाठी, स्क्रीनवर दोनटे टॅप करा वर्चुअल कीबोर्ड उघडायला.",
    "tutorial6_virtual_keyboard_navigation_bar_height": "ओळखपत्र व्हिर्चुअल कीबोर्डची उंची",
    "tutorial6_virtual_keyboard_status_bar_height": "तलाठाली उंची",
    "tutorial6_virtual_keyboard_dimen": "दोळे",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "खूपच चांगला! तुम्ही स्क्रीनवरील ऑन स्क्रीन व्हर्चुअल कीबोर्ड उघडले. टाच द्वारे खोला आणि 'हॅलो' लिहायला तपासून पहा.",
    "tutorial6_challenge_title": "लिहीत चॅलेंज",
    "tutorial6_challenge_intro": "सवित्री 6 चा महाराष्ट्र घोषवाक्य स्वागत करो. या चॅलेंजमध्ये, आपण आपल्या मित्राला, बॉबला एक चॅट रूममध्ये संदेश पाठवायला विचारले जाईल. आता प्रारंभ करूया.",
    "tutorial6_challenge_fragment1_intro": "इस चैलेंज को पूरा करने के लिए एक संदेश भेजें और उसमें उनका नाम शामिल करें।",
    "tutorial6_challenge_text_message": "बॉब",
    "tutorial6_challenge_completion_message": "तुम्हाला हमीने धडा पूर्ण केलंय. आता धड्याकडून उभा.",
    "tutorial6_send_message": "संदेश भेजें",
    "gesture_minigame": "गेस्चर मिनि-गेम",
    "game_starting": "गेम सुरु होत आहे...",
    "gesture_minigame_highscore": "उच्चतम गुण: {}",
    "gesture_minigame_round": "राउंड: {}",
    "gesture_minigame_stop_game": "गेम थांबवा",
    "gesture_minigame_start_game": "खेळ सुरू करा",
    "gesture_minigame_follow_sequence": "अनुक्रमाणिका अनुसरा: ",
    "single_tap": "एकटा टॅप करा",
    "double_tap": "दोनदोन टॅप",
    "long_press": "मोठ्या दाबण्याचा",
    "vertical_swipe": "लंबवत स्वाइप",
    "horizontal_swipe": "क्षैतिज स्वाईप",
    "two_finger_horizontal_swipe": "दोन बोटांनी क्षैतिज स्वाइप",
    "two_finger_vertical_swipe": "दोन बोटांवरील वर्टिकल स्वाईप",
    "three_finger_horizontal_swipe": "तीन-बोट अनुसरण",
    "three_finger_vertical_swipe": "तीन बोटांची खंडी आंतरवाढ",
    "no_gestures_yet": "पहील्या पाठवणी का",
    "return_home": "घरी परत जा",
    "gesture_minigame_get_ready": "तयार होऊन रहा!",
    "gesture_minigame_wrong_gesture": "चुकीचा आवेग. पुन्हा प्रयत्न करा. अपेक्षा करत आहे",
    "media_volume_control": "मीडिया व्हॉल्यूम नियंत्रण",
    "tutorial4_intro": "हे ट्यूटोरियल पाहिल्यास आपण व्हॉल्यूम स्लायडरची व्यवस्था करण्याची कसे शिकवता येईल हे आपल्याला माहिती होईल. सुरू करण्यासाठी, संगीत चालवण्याचे दोन टॅप करून प्ले बटण शोधा.",
    "tutorial4_increase_volume": "मोठंयाभागा काम केलं! आता स्लायडरवर जाऊन मीडिया व्हॉल्यूमला 75 पेक्षा अधिक वाढवा.",
    "tutorial4_decrease_volume": "वॉल्यू ७५पेक्षा अधिक ठेवली आहे. आता जर आपण वॉल्यू कमी करण्याचा काहीतरी मर्यादा झाला तरी आपण वॉल्यू कमी करण्याचा प्रयत्न करू. वॉल्यू कमी करण्यासाठी खाली शूंय करा.",
    "tutorial4_outro": "वर्तमान व्हॉल्यूम २५ पेक्षा कमी सेट केल्यानंतर धड्याचं पूर्ण केलं. हे माहिती घेण्यासाठी तुम्हाला परत धड्याच्या पृष्ठावर पाठवतात.",
    "tutorial4_play_music": "संगीत चलाएं",
    "tutorial4_pause": "रुकें",
    "tutorial4_media_volume_control_module": "मीडिया ध्वनि नियंत्रण मॉड्यूल",
    "start_stop_media": "मला प्रारंभ आणि थांबू टोकायला",
    "sandbox": "रेतगाड्या",
    "soundboard": "ध्वनी पट्टी"
}