{
    "title": "Ensine-me Talkback",
    "tutorial": "Tutorial {}",
    "tutorials": "Tutoriais",
    "challenge": "Desafio",
    "instructions_button_text": "INSTRUÇÕES",
    "instructions_button_label": "Botão, instruções. Toque duas vezes para ouvir as instruções",
    "tutorial2_go_back": "Voltar",
    "tutorial2_go_back_instr1": "Para voltar, deslize para baixo e depois para a esquerda com um dedo em um movimento contínuo. Se os gestos múltiplos estiverem habilitados, deslize com dois dedos do lado esquerdo ou direito da tela.",
    "tutorial2_scrolling": "Rolar",
    "tutorial2_scrolling_instr1": "Para rolar para baixo, coloque dois dedos na tela ao mesmo tempo e, em seguida, deslize para cima com ambos. Para rolar para cima, deslize com dois dedos na direção oposta. Para finalizar, encontre o botão Continuar na parte inferior deste menu vertical e toque duas vezes nele para continuar.",
    "tutorial2_scrolling_instr2": "Para rolar para a direita, deslize para a esquerda com dois dedos. Para rolar para a esquerda, deslize com dois dedos na direção oposta. Para finalizar, toque no botão Finalizar à extrema direita desta página.",
    "tutorial2_scrolling_continue": "Continuar",
    "tutorial2_scrolling_finish": "Finalizar",
    "tutorial2_scrolling_item": "Item {}",
    "tutorial2_explore_menu": "Explorar menu",
    "tutorial2_explore_menu_instr1": "Bem-vindo! Neste módulo, você aprenderá a usar o recurso de exploração por toque. Você pode selecionar diferentes elementos ao manter o dedo na tela e movê-lo sobre outro elemento que deseja selecionar. Para concluir a lição, use a exploração por toque para encontrar o botão Finalizar Lição. Lembre-se de arrastar o dedo em qualquer direção lentamente pela tela e garantir que o dedo esteja tocando a tela o tempo todo. Agora você pode começar.",
    "tutorial2_explore_menu_finish_lesson": "Concluir Lição",
    "tutorial2_explore_menu_apple": "Maçã",
    "tutorial2_explore_menu_ant": "Formiga",
    "tutorial2_explore_menu_january": "Janeiro",
    "tutorial2_explore_menu_banana": "Banana",
    "tutorial2_explore_menu_bee": "Abelha",
    "tutorial2_explore_menu_february": "Fevereiro",
    "tutorial2_explore_menu_cherry": "Cereja",
    "tutorial2_explore_menu_cricket": "Grilo",
    "tutorial2_explore_menu_march": "Março",
    "tutorial2_explore_menu_elderberry": "Sabugueiro",
    "tutorial2_explore_menu_may": "Maio",
    "tutorial2_adjust_slider": "Ajustar controle deslizante",
    "tutorial2_adjust_slider_instr1": "Bem-vindo, neste módulo você aprenderá como aumentar e diminuir o valor de um controle deslizante. Um controle deslizante é uma pista que contém valores entre um mínimo e um máximo. Controles deslizantes são frequentemente usados ​​para ajustar tempos. Por exemplo: tempos de músicas ou vídeos. Você também pode ajustar o volume deste telefone usando um controle deslizante. Para começar, você tentará aumentar o valor de um controle deslizante. Para aumentar o valor, deslize para cima. Para continuar, aumente o valor do controle deslizante para 100%",
    "tutorial2_adjust_slider_instr2": "Agora vamos tentar mover o controle deslizante para baixo. Para fazer isso, deslize para baixo com um dedo para reduzir o valor. Continue até que o valor volte para 50%",
    "tutorial2_adjust_slider_instr3": "Uma forma alternativa de alterar o volume é tocar duas vezes e manter pressionado o controle deslizante. A partir daqui, você pode deslizar para a esquerda e direita para ajustá-lo nessa direção. Tente voltar para 100%",
    "tennis_ball": "Bola de tênis",
    "tennis_ball_desc": "Esta bola de tênis de alta durabilidade é ideal para jogos longos nas quadras. Perfeita para todos os níveis de jogos de torneio e recreativos.",
    "basketball": "Basquete",
    "basketball_desc": "Esta bola de basquete é projetada para jogar em ambientes internos ou externos. Ela possui um design de canal profundo para facilitar o alinhamento da mão e controle da bola.",
    "soccer_ball": "Bola de futebol",
    "soccer_ball_desc": "Esta bola de futebol é projetada para jogar indoor ou outdoor.",
    "baseball": "Beisebol",
    "baseball_desc": "Esta bola de beisebol tem um miolo de cortiça e uma cobertura de couro.",
    "football": "Futebol",
    "football_desc": "Este bola de futebol é ideal para jogar ou praticar. Possui uma capa de couro resistente e uma superfície com ranhuras profundas para maior aderência.",
    "train_set": "Conjunto de trem",
    "train_set_desc": "Este conjunto de trem é ideal para crianças. Possui um trem, trilhos e uma estação.",
    "doll": "Boneca",
    "doll_desc": "Esta boneca é ideal para crianças. Ela pode ser vestida com roupas diferentes. Roupas vendidas separadamente.",
    "unicorn_plush": "Unicórnio de Pelúcia",
    "unicorn_plush_desc": "Este unicórnio de pelúcia é ideal para crianças. Ele é macio e fofo.",
    "plastic_castle": "Castelo de Plástico",
    "plastic_castle_desc": "Contém várias peças para construir um castelo, incluindo paredes, torres e um portão. Para crianças a partir de 3 anos. Risco de asfixia.",
    "practical_application": "Aplicação prática",
    "tutorial2_practical_instr1": "Este módulo representa um cenário prático que requer navegar em um menu, mover um controle deslizante e ativar botões. O cenário é que queremos adicionar alguns itens de uma loja online à lista de observação. Para concluir este módulo, adicione os seguintes itens à sua lista de observação: {}.",
    "tutorial2_practical_instr2": "Lembre-se de que você pode deslizar para a esquerda para navegar para o item anterior, deslizar para a direita para navegar para o próximo item e tocar duas vezes para ativar um elemento. Para interagir com um controle deslizante, navegue até que o controle deslizante esteja selecionado e deslize para cima ou para baixo para mover o controle deslizante.",
    "price_range": "Faixa de preço",
    "items": "Itens",
    "rating": "Classificação",
    "price": "Preço",
    "add_to_cart": "Adicionar ao Carrinho",
    "add_to_watchlist": "Adicionar à Lista de Observação",
    "completed_module": "Você concluiu este módulo!",
    "tutorial3_challenge_baking_recipes": "Receitas de padaria",
    "tutorial3_challenge_instr1": "Bem-vindo ao desafio da Lição 3. Neste desafio, você será apresentado a uma página contendo receitas de bolos. Sinta-se à vontade para navegar pelos diferentes elementos da página usando os controles de leitura apropriados. Para completar o desafio, navegue até a receita de biscoito e marque a caixa de seleção para o seguinte ingrediente … 1 ovo",
    "tutorial3_challenge_cookies": "Biscoitos",
    "tutorial3_challenge_brownies": "Brownies",
    "tutorial3_challenge_cookie_picture": "Imagem de alguns biscoitos",
    "tutorial3_challenge_brownie_picture": "Foto de alguns brownies",
    "tutorial3_challenge_cookie_description": "Esta deliciosa e macia receita de biscoito de chocolate com gotas de chocolate é garantida para satisfazer sua vontade de doce!",
    "tutorial3_challenge_brownie_description": "Essa receita de brownie pegajoso é um sucesso garantido e é tão rápida e fácil de fazer!",
    "tutorial3_challenge_cookie_goto": "Ir para a receita de cookie",
    "tutorial3_challenge_brownie_goto": "Ir para receita de brownie",
    "tutorial3_challenge_ingredients": "Ingredientes",
    "tutorial3_challenge_method": "Método",
    "tutorial3_challenge_brownie_recipe": "Receita de Brownie",
    "tutorial3_challenge_cookie_recipe": "Receita de biscoito",
    "tutorial3_challenge_brownie_ingred1": "125 gramas de manteiga sem sal",
    "tutorial3_challenge_brownie_ingred2": "125 gramas de chocolate amargo para cozinhar",
    "tutorial3_challenge_brownie_ingred3": "3 ovos, levemente batidos",
    "tutorial3_challenge_brownie_ingred4": "1 e ½ xícaras de açúcar branco",
    "tutorial3_challenge_brownie_ingred5": "¾ xícaras de farinha de trigo",
    "tutorial3_challenge_brownie_ingred6": "¼ xícara de cacau em pó",
    "tutorial3_challenge_brownie_ingred7": "1 colher de chá de extrato de baunilha",
    "tutorial3_challenge_brownie_ingred8": "Pitada de sal",
    "tutorial3_challenge_brownie_step1": "Passo 1: Pré-aqueça o forno a 180°C ou 160°C com ventilação. Unte uma forma de bolo quadrada de 20 cm e forre com papel manteiga.",
    "tutorial3_challenge_brownie_step2": "Passo 2: Coloque a manteiga e o chocolate em uma tigela resistente ao calor sobre uma panela com água fervente (não deixe a tigela tocar a água). Mexa com uma colher de metal até derreter. Retire do fogo. Rapidamente misture o ovo, o açúcar, a farinha, o cacau em pó, a baunilha e o sal até ficar apenas combinado. Despeje na forma preparada.",
    "tutorial3_challenge_brownie_step3": "Passo 3: Asse por 30 minutos ou até que um palito inserido no centro saia com migalhas úmidas grudadas. Deixe esfriar completamente.",
    "tutorial3_challenge_cookie_ingred1": "½ xícara de açúcar branco",
    "tutorial3_challenge_cookie_ingred2": "½ xícara de açúcar mascavo",
    "tutorial3_challenge_cookie_ingred3": "150 gramas de manteiga amolecida",
    "tutorial3_challenge_cookie_ingred4": "1 colher de chá de extrato de baunilha",
    "tutorial3_challenge_cookie_ingred5": "1 e ¾ xícaras de farinha de trigo",
    "tutorial3_challenge_cookie_ingred6": "1 ovo",
    "tutorial3_challenge_cookie_ingred7": "1 xícara de gotas de chocolate",
    "tutorial3_challenge_cookie_step1": "Passo 1: Pré-aqueça o forno a 180°C ou 160°C com ventilação. Forre 2 bandejas de forno com papel manteiga. Usando uma batedeira elétrica ou batendo à mão, bata a manteiga e os açúcares por 1-2 minutos ou até ficar cremoso e bem misturado. Adicione o ovo e a baunilha e misture até incorporar.",
    "tutorial3_challenge_cookie_step2": "Passo 2: Adicione a farinha. Adicione as gotas de chocolate. Faça bolas com 2 colheres de sopa de massa e coloque nas bandejas preparadas, a 3cm de distância uma da outra. Pressione levemente. Decore com mais gotas de chocolate.",
    "tutorial3_challenge_cookie_step3": "Passo 3: Asse por 15-18 minutos ou até ficar dourado claro e cozido. Transfira para uma grade para esfriar. Armazene em recipiente hermético por até 1 semana.",
    "tutorial6_lesson_title": "Aula de Digitação",
    "tutorial6_lesson_decs": "Estas cobrem os gestos e ações necessários para usar o teclado virtual através do Talkback.",
    "tutorial6_virtual_keyboard_hello": "olá",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "Ótimo trabalho! Você digitou a palavra olá com o teclado na tela. Parabéns por concluir esta lição. Nesta lição, você aprendeu com sucesso como digitar com o teclado na tela.",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "Parece que você não digitou a palavra hello. Toque duas vezes na tela para abrir o teclado. Toque no botão de retrocesso para apagar a palavra digitada anteriormente e tente digitar a palavra hello novamente.",
    "tutorial6_virtual_keyboard_part1_intro": "Neste tutorial, você aprenderá como abrir o teclado virtual na tela e digitar usando-o.",
    "tutorial6_virtual_keyboard_part1_intro2": "Para começar, toque duas vezes na tela para abrir o teclado virtual.",
    "tutorial6_virtual_keyboard_navigation_bar_height": "altura_barra_navegação",
    "tutorial6_virtual_keyboard_status_bar_height": "altura_da_barra_de_status",
    "tutorial6_virtual_keyboard_dimen": "dimen",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "Ótimo trabalho! Você abriu o teclado virtual na tela. Explore com o toque para digitar olá usando o teclado.",
    "tutorial6_challenge_title": "Desafio de digitação",
    "tutorial6_challenge_intro": "Bem-vindo ao desafio da Lição 6. Neste desafio, você será solicitado a enviar uma mensagem para seu amigo, Bob, em uma sala de bate-papo. Agora vamos começar.",
    "tutorial6_challenge_fragment1_intro": "Para completar este desafio, envie uma mensagem para o Bob e inclua o nome dele.",
    "tutorial6_challenge_text_message": "bob",
    "tutorial6_challenge_completion_message": "Você completou com sucesso a lição, agora navegue de volta para o tutorial 6.",
    "tutorial6_send_message": "Enviar uma mensagem",
    "gesture_minigame": "Minijogo de gestos",
    "game_starting": "Início do jogo...",
    "gesture_minigame_highscore": "Pontuação alta: {}",
    "gesture_minigame_round": "Rodada: {}",
    "gesture_minigame_stop_game": "Parar Jogo",
    "gesture_minigame_start_game": "Iniciar Jogo",
    "gesture_minigame_follow_sequence": "Siga a sequência: ",
    "single_tap": "Toque único",
    "double_tap": "Duplo toque",
    "long_press": "Pressionar e Segurar",
    "vertical_swipe": "Deslize Vertical",
    "horizontal_swipe": "Deslizar horizontalmente",
    "two_finger_horizontal_swipe": "Deslize Horizontal com Dois Dedos",
    "two_finger_vertical_swipe": "Deslize Vertical com Dois Dedos",
    "three_finger_horizontal_swipe": "Deslize horizontal com três dedos",
    "three_finger_vertical_swipe": "Deslize vertical com três dedos",
    "no_gestures_yet": "Ainda não há gestos",
    "return_home": "Voltar para casa",
    "gesture_minigame_get_ready": "Preparar-se!",
    "gesture_minigame_wrong_gesture": "Gesto Errado. Tente novamente. espera",
    "media_volume_control": "Controle de volume de mídia",
    "tutorial4_intro": "Neste tutorial, você aprenderá como controlar controles deslizantes de volume de mídia para ajustar o volume. Para começar, encontre o botão de reprodução e toque duas vezes para reproduzir a música.",
    "tutorial4_increase_volume": "Ótimo trabalho! Agora, volte para o controle deslizante e aumente o volume do mídia acima de 75 deslizando para cima.",
    "tutorial4_decrease_volume": "O volume atual está definido acima de 75. Agora que você aprendeu como aumentar o volume, vamos tentar diminuí-lo para abaixo de 25. Para diminuir o volume, deslize para baixo.",
    "tutorial4_outro": "O volume atual está abaixo de 25. Parabéns por completar esta lição. Será redirecionado para a página da lição.",
    "tutorial4_play_music": "Tocar música",
    "tutorial4_pause": "Pausar",
    "tutorial4_media_volume_control_module": "Módulo de Controle de Volume de Mídia",
    "start_stop_media": "Iniciar parar mídia",
    "sandbox": "Área de testes",
    "soundboard": "Placa de som"
}