{
    "title": "Dạy tôi Talkback",
    "tutorial": "Hướng dẫn {}",
    "tutorials": "Hướng dẫn",
    "challenge": "Thử thách",
    "instructions_button_text": "HƯỚNG DẪN",
    "instructions_button_label": "Nút, hướng dẫn. Nhấp đúp để nghe hướng dẫn",
    "tutorial2_go_back": "Quay lại",
    "tutorial2_go_back_instr1": "Để quay lại, vuốt xuống rồi sang trái bằng một ngón tay liên tục. Nếu nhận diện đa cử chỉ được kích hoạt, vuốt bằng hai ngón tay từ cạnh trái hoặc phải của màn hình.",
    "tutorial2_scrolling": "Cuộn",
    "tutorial2_scrolling_instr1": "Để cuộn xuống, đặt hai ngón tay lên màn hình vào cùng một thời điểm, sau đó vuốt ngược lên bằng cả hai ngón tay. Để cuộn lên, vuốt với hai ngón tay theo hướng ngược lại. Để kết thúc, tìm nút Tiếp tục ở cuối menu dọc này, sau đó nhấp đúp vào nó để tiếp tục.",
    "tutorial2_scrolling_instr2": "Để cuộn sang phải, vuốt sang trái bằng hai ngón tay. Để cuộn sang trái, vuốt bằng hai ngón tay theo hướng ngược lại. Để kết thúc, nhấp vào nút Kết thúc ở phía bên phải của trang này.",
    "tutorial2_scrolling_continue": "Tiếp tục",
    "tutorial2_scrolling_finish": "Hoàn thành",
    "tutorial2_scrolling_item": "Mục {}",
    "tutorial2_explore_menu": "Khám phá menu",
    "tutorial2_explore_menu_instr1": "Chào mừng! Trong module này, bạn sẽ học cách sử dụng khám phá qua chạm. Bạn có thể chọn các phần tử khác nhau bằng cách giữ ngón tay của bạn trên màn hình và di chuyển nó qua một phần tử khác mà bạn muốn chọn. Để hoàn thành bài học, hãy sử dụng khám phá qua chạm để tìm nút Kết thúc bài học. Hãy nhớ kéo ngón tay của bạn theo bất kỳ hướng nào chậm rãi trên màn hình và đảm bảo ngón tay của bạn luôn chạm vào màn hình. Giờ bạn có thể bắt đầu.",
    "tutorial2_explore_menu_finish_lesson": "Hoàn Thành Bài Học",
    "tutorial2_explore_menu_apple": "Táo",
    "tutorial2_explore_menu_ant": "Kiến",
    "tutorial2_explore_menu_january": "Tháng 1",
    "tutorial2_explore_menu_banana": "Chuối",
    "tutorial2_explore_menu_bee": "Ong",
    "tutorial2_explore_menu_february": "Tháng hai",
    "tutorial2_explore_menu_cherry": "Anh đào",
    "tutorial2_explore_menu_cricket": "Dế",
    "tutorial2_explore_menu_march": "Tháng Ba",
    "tutorial2_explore_menu_elderberry": "Hoa bằng",
    "tutorial2_explore_menu_may": "Tháng 5",
    "tutorial2_adjust_slider": "Điều chỉnh thanh trượt",
    "tutorial2_adjust_slider_instr1": "Chào mừng bạn đến, trong module này bạn sẽ được học cách tăng giảm giá trị thanh trượt. Thanh trượt là một đường dẫn chứa các giá trị trong khoảng từ tối thiểu đến tối đa. Thanh trượt thường được sử dụng để điểu chỉnh thời gian. Ví dụ: thời gian bài hát hoặc thời gian video. Bạn cũng có thể điều chỉnh âm lượng điện thoại này bằng thanh trượt. Để bắt đầu, hãy thử tăng giá trị của thanh trượt. Để tăng giá trị, hãy vuốt lên. Để tiếp tục, tăng giá trị của thanh trượt lên 100%",
    "tutorial2_adjust_slider_instr2": "Bây giờ chúng ta sẽ thử di chuyển thanh trượt xuống. Để làm điều này, hãy vuốt xuống bằng một ngón tay để giảm giá trị. Tiếp tục cho đến khi giá trị quay trở lại 50%",
    "tutorial2_adjust_slider_instr3": "Một cách khác để thay đổi âm lượng là nhấp đúp và giữ thanh trượt. Từ đây bạn có thể vuốt sang trái và sang phải để điều chỉnh. Hãy thử và quay lại 100%",
    "tennis_ball": "Bóng quần vợt",
    "tennis_ball_desc": "Quả banh quần vợt này thích hợp cho trận đấu kéo dài trên sân. Hoàn hảo cho mọi cấp độ thi đấu và chơi giải trí.",
    "basketball": "Bóng rổ",
    "basketball_desc": "Bóng rổ này được thiết kế để chơi trong nhà hoặc ngoài trời. Nó có thiết kế kênh sâu giúp dễ dàng căn chỉnh tay và kiểm soát bóng.",
    "soccer_ball": "Bóng đá",
    "soccer_ball_desc": "Quả bóng đá này được thiết kế để chơi trong nhà hoặc ngoài trời.",
    "baseball": "Bóng chày",
    "baseball_desc": "Bóng chày này có lõi bằng gỗ bần và vỏ bằng da.",
    "football": "Bóng đá",
    "football_desc": "Bóng đá này lý tưởng để chơi vui hoặc tập luyện. Nó có vỏ da bền và bề mặt ú ẩn sâu để tạo độ bám.",
    "train_set": "Bộ đồ chơi tàu hỏa",
    "train_set_desc": "Bộ đồ chơi này rất phù hợp cho trẻ em. Nó bao gồm một tàu hỏa, đường ray và một ga.",
    "doll": "Búp bê",
    "doll_desc": "Búp bê này rất phù hợp cho trẻ em. Nó có thể được mặc đồ khác nhau. Đồ mặc bán riêng.",
    "unicorn_plush": "Búp bê kỳ lân",
    "unicorn_plush_desc": "Đồ chơi gấu bông kỳ lân này rất thích hợp cho trẻ em. Nó mềm mịn và ôm ấp.",
    "plastic_castle": "Lâu đài nhựa",
    "plastic_castle_desc": "Gồm nhiều mảnh để xây dựng một thành trì bao gồm tường, tòa và cổng. Dành cho trẻ em từ 3 tuổi trở lên. Có nguy cơ nghẹn.",
    "practical_application": "Áp dụng thực tế",
    "tutorial2_practical_instr1": "Module này đại diện cho một tình huống thực tế yêu cầu điều hướng qua menu, di chuyển thanh trượt và kích hoạt nút. Tình huống là chúng ta muốn thêm một số mục từ cửa hàng trực tuyến vào danh sách theo dõi. Để hoàn thành module này, hãy thêm các mục sau vào danh sách theo dõi của bạn: {}.",
    "tutorial2_practical_instr2": "Lưu ý rằng bạn có thể vuốt sang trái để điều hướng đến mục trước, vuốt sang phải để điều hướng đến mục sau và nhấp đúp để kích hoạt một phần tử. Để tương tác với thanh trượt, điều hướng cho đến khi thanh trượt được chọn và vuốt lên hoặc xuống để di chuyển thanh trượt.",
    "price_range": "Khoảng giá",
    "items": "Các mục",
    "rating": "Xếp hạng",
    "price": "Giá",
    "add_to_cart": "Thêm vào giỏ hàng",
    "add_to_watchlist": "Thêm vào danh sách theo dõi",
    "completed_module": "Bạn đã hoàn thành module này!",
    "tutorial3_challenge_baking_recipes": "Công thức làm bánh",
    "tutorial3_challenge_instr1": "Chào mừng bạn đến với thử thách Bài học 3. Trong thử thách này, bạn sẽ được trình bày một trang chứa công thức làm bánh. Hãy thoải mái điều hướng qua các phần tử trang bằng cách sử dụng các phím điều khiển đọc phù hợp. Để hoàn thành thử thách, hãy điều hướng đến công thức làm bánh quy và đánh dấu vào ô chọn cho thành phần sau đây … 1 quả trứng",
    "tutorial3_challenge_cookies": "Bánh quy",
    "tutorial3_challenge_brownies": "Bánh brownies",
    "tutorial3_challenge_cookie_picture": "Hình ảnh của một số bánh quy",
    "tutorial3_challenge_brownie_picture": "Hình ảnh về một cái bánh brownie",
    "tutorial3_challenge_cookie_description": "Công thức bánh quy chip sô cô la thơm ngon và dai ngon, chắc chắn làm bạn thoả mãn sở thích ngọt của mình!",
    "tutorial3_challenge_brownie_description": "Công thức brownie ngon làm mọi người đều thích và rất nhanh và dễ làm!",
    "tutorial3_challenge_cookie_goto": "Đến công thức làm bánh cookie",
    "tutorial3_challenge_brownie_goto": "Đi đến công thức làm bánh brownie",
    "tutorial3_challenge_ingredients": "Nguyên liệu",
    "tutorial3_challenge_method": "Phương pháp",
    "tutorial3_challenge_brownie_recipe": "Công thức Brownie",
    "tutorial3_challenge_cookie_recipe": "Công thức bánh cookie",
    "tutorial3_challenge_brownie_ingred1": "125 gram bơ không muối",
    "tutorial3_challenge_brownie_ingred2": "125 gram sô cô la nâu nướng",
    "tutorial3_challenge_brownie_ingred3": "3 quả trứng, đánh nhẹ",
    "tutorial3_challenge_brownie_ingred4": "1 và ½ chén đường trắng",
    "tutorial3_challenge_brownie_ingred5": "¾ tách bột mì đơn",
    "tutorial3_challenge_brownie_ingred6": "¼ chén bột ca cao Dutch",
    "tutorial3_challenge_brownie_ingred7": "1 muỗng cà phê chiết xuất vani",
    "tutorial3_challenge_brownie_ingred8": "Một chút muối",
    "tutorial3_challenge_brownie_step1": "Bước 1: Tiền nhiệt lò ở 180C hoặc 160C nếu có quạt. Bôi mỡ khuôn bánh vuông 20cm và bọc giấy nướng.",
    "tutorial3_challenge_brownie_step2": "Bước 2: Đặt bơ và sô-cô-la trong một tô chịu nhiệt lên trên một nồi nước sôi (không để tô chạm vào nước). Khuấy đều bằng một muỗng kim loại cho đến khi chảy. Tắt bếp. Nhanh chóng khuấy trộn lòng đỏ trứng, đường, bột mì, bột ca cao, vani và muối cho đến khi kết hợp. Đổ vào khuôn đã chuẩn bị.",
    "tutorial3_challenge_brownie_step3": "Bước 3: Nướng trong 30 phút hoặc cho đến khi chọc một que vào trung tâm thì que nước còn ẩm. Đặt sang một bên để nguội hoàn toàn.",
    "tutorial3_challenge_cookie_ingred1": "1/2 ly đường trắng",
    "tutorial3_challenge_cookie_ingred2": "1/2 ly đường nâu",
    "tutorial3_challenge_cookie_ingred3": "150 gram bơ đã làm mềm",
    "tutorial3_challenge_cookie_ingred4": "1 muỗng cà phê chiết xuất vanilla",
    "tutorial3_challenge_cookie_ingred5": "1 và 3/4 chén bột mì đơn giản",
    "tutorial3_challenge_cookie_ingred6": "1 quả trứng",
    "tutorial3_challenge_cookie_ingred7": "1 tách chocolate chip",
    "tutorial3_challenge_cookie_step1": "Bước 1: Tiền nhiệt lò nướng lên 180 độ C hoặc 160 độ C nếu có quạt hỗ trợ. Lót 2 khay nướng bằng giấy nướng. Sử dụng máy trộn điện hoặc đánh bằng tay, đánh kem và đường, và 1-2 phút hoặc cho đến khi mịn và kết hợp đều. Đánh vào trứng và vani cho đến khi kết hợp.",
    "tutorial3_challenge_cookie_step2": "Bước 2: Kết hợp bột. Kết hợp với viên socola chip. Lấy 2 muỗng canh bột trộn tròn và chất lên khay đã chuẩn bị, cách nhau 3cm. Nhấn nhẹ. Trang trí bằng viên socola chip thêm.",
    "tutorial3_challenge_cookie_step3": "Bước 3: Nướng trong vòng 15-18 phút hoặc cho đến khi vàng nhạt và chín. Đặt lên giá để nguội. Bảo quản trong hũ kín trong vòng 1 tuần.",
    "tutorial6_lesson_title": "Bài học gõ chữ",
    "tutorial6_lesson_decs": "Các bài học này giới thiệu các cử chỉ và hành động cần thiết để sử dụng bàn phím ảo qua Talkback.",
    "tutorial6_virtual_keyboard_hello": "xin chào",
    "tutorial6_virtual_keyboard_part1_on_finish_typing": "Tuyệt vời! Bạn đã gõ từ hello bằng bàn phím trên màn hình. Chúc mừng bạn đã hoàn thành bài học này. Trong bài học này, bạn đã thành công học cách gõ bằng bàn phím trên màn hình.",
    "tutorial6_virtual_keyboard_part1_on_finish_typing_fail": "Có vẻ như bạn chưa gõ từ hello. Nhấn hai lần vào màn hình để hiện bàn phím. Ấn vào nút backspace để xóa từ đã gõ trước đó và thử gõ từ hello lại.",
    "tutorial6_virtual_keyboard_part1_intro": "Trong hướng dẫn này, bạn sẽ học cách mở bàn phím ảo trên màn hình và gõ bằng nó.",
    "tutorial6_virtual_keyboard_part1_intro2": "Để bắt đầu, nhấp đúp vào màn hình để mở bàn phím ảo.",
    "tutorial6_virtual_keyboard_navigation_bar_height": "Chiều cao thanh điều hướng bàn phím ảo",
    "tutorial6_virtual_keyboard_status_bar_height": "chiều cao thanh trạng thái",
    "tutorial6_virtual_keyboard_dimen": "điều kích thước",
    "tutorial6_virtual_keyboard_part1_on_show_keyboard": "Tốt lắm! Bạn đã mở bàn phím ảo trên màn hình. Khám phá bằng cách chạm để nhập từ chào các bạn bằng bàn phím.",
    "tutorial6_challenge_title": "Thử thách gõ",
    "tutorial6_challenge_intro": "Chào mừng bạn đến với thử thách của Bài học 6. Trong thử thách này, bạn sẽ được yêu cầu gửi một tin nhắn đến bạn của bạn, Bob, trong một nhóm trò chuyện. Bây giờ chúng ta hãy bắt đầu.",
    "tutorial6_challenge_fragment1_intro": "Để hoàn thành thử thách này, hãy gửi một tin nhắn đến Bob và bao gồm tên anh ấy.",
    "tutorial6_challenge_text_message": "bob",
    "tutorial6_challenge_completion_message": "Bạn đã hoàn thành bài học thành công, bây giờ hãy truy cập lại bài hướng dẫn số 6.",
    "tutorial6_send_message": "Gửi một tin nhắn",
    "gesture_minigame": "Trò chơi nhận diện cử chỉ",
    "game_starting": "Trò chơi bắt đầu...",
    "gesture_minigame_highscore": "Điểm cao nhất: {}",
    "gesture_minigame_round": "Vòng: {}",
    "gesture_minigame_stop_game": "Dừng trò chơi",
    "gesture_minigame_start_game": "Bắt đầu Trò chơi",
    "gesture_minigame_follow_sequence": "Theo chuỗi: ",
    "single_tap": "Chạm một lần",
    "double_tap": "Nhấp hai lần",
    "long_press": "Nhấn và giữ",
    "vertical_swipe": "Vuốt dọc",
    "horizontal_swipe": "Lướt ngang",
    "two_finger_horizontal_swipe": "Vuốt ngang bằng hai ngón tay",
    "two_finger_vertical_swipe": "Vuốt dọc bằng hai ngón tay",
    "three_finger_horizontal_swipe": "Vuốt ngang bằng ba ngón tay",
    "three_finger_vertical_swipe": "Vuốt dọc bằng ba ngón tay",
    "no_gestures_yet": "Chưa có cử chỉ nào",
    "return_home": "Trở về nhà",
    "gesture_minigame_get_ready": "Sẵn sàng!",
    "gesture_minigame_wrong_gesture": "Tạo điệu sai. Hãy thử lại. đang mong đợi",
    "media_volume_control": "Điều khiển âm lượng phương tiện",
    "tutorial4_intro": "Trong hướng dẫn này, bạn sẽ học cách điều chỉnh các thanh trượt âm lượng phương tiện để điều chỉnh âm lượng. Để bắt đầu, tìm nút phát sau đó nhấp đúp để phát nhạc.",
    "tutorial4_increase_volume": "Làm tốt lắm! Bây giờ hãy quay lại thanh trượt và tăng âm lượng đa phương tiện trên 75 bằng cách vuốt lên.",
    "tutorial4_decrease_volume": "Âm lượng hiện tại đang được cài đặt trên 75. Bây giờ bạn đã học cách tăng âm lượng, chúng ta sẽ thử giảm âm lượng xuống dưới 25. Để giảm âm lượng, hãy vuốt xuống.",
    "tutorial4_outro": "Âm lượng hiện tại đã được đặt dưới 25. Xin chúc mừng bạn đã hoàn thành bài học này. Bạn sẽ được chuyển trở lại trang bài học.",
    "tutorial4_play_music": "Phát nhạc",
    "tutorial4_pause": "Tạm dừng",
    "tutorial4_media_volume_control_module": "Mô-đun Điều khiển Âm lượng Phương tiện",
    "start_stop_media": "Bắt đầu dừng phương tiện truyền thông",
    "sandbox": "Khu chơi cát",
    "soundboard": "Bảng âm thanh"
}